[{"title": "City Metro project inaugurated by Mayor Neal, 'A new age for our great city'", "content": "Mayor Neal inaugurated the first phase of the City Metro public transit rail project yesterday in a public event that backed up traffic for 4 hours across the city. The mayor called the project 'a new age for our great city', though many people attending couldn't hear a word over the noise of traffic and car horns...", "type_": "Official", "author": "City Hall", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Workers Union elections result in landslide victory for incumbent Secretary Lal", "content": "Lal Reddy, the incumbent leader of the Workers Union, the largest trade union in the country, was voted to office again by a landslide. Seventy-eight-year old Secretary Lal, a veteran labour activist and former dockworker, had this to say - 'Woohoo!'...", "type_": "News", "author": "City Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Unexpected heat wave a huge blow to farmers, pedestrians, birds", "content": "This season's unexpected heat wave - with midday winds sometimes reaching 40 degrees centigrade - has left farmers, pedestrians, and birds alike in a state of distress. Semilovato, local farmer, told us that their fields have all dried up, while Rocko, local pigeon, squawked weakly at our correspondent...", "type_": "News", "author": "City Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "City Lit Fest introduces new segment: books for party animals", "content": "The City Literature Festival introduced a new segment to their list of approved book categories for display, sale, and awards - Books for Party Animals. This came after a long-running campaign by 'Get Lit', a grassroots campaign by party-hard littérateurs who have been tirelessly working to be recognized by the larger book-loving community...", "type_": "Official", "author": "City University", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "(Oppressed community) family refused service at City Hotel", "content": "In a shocking display of bigotry, a family of 4 from the (oppressed community) community were refused service at City Hotel. A complaint has been registered with City Police and the head of the family (unnamed as per their request) intend to pursue the matter in court...", "type_": "News", "author": "Culture Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Mayor Neal denies claims of kickbacks from Cobalt Corp", "content": "Taking questions at a press conference at City Hall last evening, Mayor Neal categorically denied all allegations of accepting kickbacks from Cobalt Corp for handing them key infrastructure contracts, including the recent City Metro project. Specifically, the mayor spit out the water he was drinking at the time the question was asked, spluttered through some gulps of water while shaking his head, looking nervously around, and wiping his forehead and neck with his handkerchief...", "type_": "News", "author": "City Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Unexpected heat wave broken by unseasonal rain, flood warnings issued", "content": "This season's unexpected heat wave was broken by a sudden and unseasonal rain, that went on for 7 hours continuously all night. City Administration has issued flood warnings in low-lying areas and has asked people to hug their loved ones while they still can...", "type_": "News", "author": "City Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "City Lit Fest descends into chaos as PartyHeads set their own books on fire", "content": "City Lit Fest descended into chaos as a fire ripped through the many stalls, stage areas, and book piles after a celebration thrown by pressure group 'Get Lit', as what was planned to be a small, subtle rager blew out of proportion as PartyHeads started setting their own books on fire as the song 'the book, the book, the book is on fire'...", "type_": "News", "author": "Culture Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Union leader Lal calls for nation-wide strike, City Metro work stalled", "content": "Citing widespread grievances against what Union Leader Lal called 'the corrupt Neal administration', labour unions across the country went on strike until their demands are met. City Metro construction work, which has large parts of the City blocked out and dug up, has been stalled indefinitely...", "type_": "News", "author": "City Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "City Lit Fest bans books written about parties", "content": "In a move many are calling both 'too soon' and 'too late', City Lit Fest bans books written about parties. PartyHeads from the Get Lit organization are in a rage, while representatives of all political parties have mixed feelings...", "type_": "News", "author": "City Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Global pocket shortage finally hits City, driving up prices of dresses with pockets", "content": "The global pocket recession has finally reached our shores, with pocket shortages hitting every shirt store in the country. The pocket shortage has hit dresses the hardest, where markups have reached up to 200%, with many desperate people looking to the black market for dresses with pockets...", "type_": "News", "author": "City Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Mommy Blogger Missy Mollasses rises to fame after controversial blog post: \"You Don't Need Kids To Be a Mom\"", "content": "Mommy Blogger Missy Mollasses account follows and name searches shot through the roof yesterday after her post titled 'You Don't Need Kids To Be A Mom' went viral with lovers and haters alike. \"No such thing as bad publicity,\" Missy's publicist told us in a telephonic interview, \"Unless of course it's about some sort of embarassing personal thing. Like Missy's hemorrhoid surgery or something.\"...", "type_": "News", "author": "Culture Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Amateur archaeologists dig up foundation of modern civilisation - the first buttons. Calls digsite “The Belly of the Button”", "content": "Newly graduated archaeology students recently uncovered evidence of a civilisation dating to a mere 200 years in the past. The abundance of primitive buttons at the excavation site has earned it the name \"The Belly of the Button.\"", "type_": "News", "author": "Culture Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Hawaiian shirts found in student backpack, school authorities caught off guard", "content": "A recent random search of a student's backpack for illegal substances revealed an alarming number of Hawaiian shirts in them, confounding school authorities. Is this where the youth of the country are headed? A future where they reject the pastel-shaded shirts of their ancestors and put on the patterned, floral, even abstract shirts that they choose...", "type_": "News", "author": "Culture Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "No Pockets, No Problems: Read about how these city-zens have adapted to life without pockets", "content": "The global pocket shortage has hit us hard, and many newly pocket-less have to learn to deal with this new life. For Jerome Bohm, this new life means dealing with many new challenges. 'There's only so many things I can carry, you know? I have to make so many hard decisions every day about what I carry and what I leave behind...", "type_": "News", "author": "Culture Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Hawaiian shirts slammed as “Western influence”, conservatives want to know their origin", "content": "A public city council meeting devolved into a shouting match as conservative citizens raised angry concerns about the growing Hawaiian shirt menace that has taken hold of many young people in the city. Many people blamed 'western influences' as the source of the problem, pointing at Hawaii's location on a map...", "type_": "News", "author": "City Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Childfree \"Momfluencer\" Missy's sermons on parenting go viral ", "content": "Childfree Momfluencer Missy Molasses went viral once again, this time after a video series on what diaper brands are better based on their packaging, and what babyfood gives the best vibes. Her viral following are split between cringe-watchers and people that have genuinely used her advice to raise their babies better...", "type_": "News", "author": "Culture Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Mayor promised pockets but failed to deliver, blames opposition for policy blocks", "content": "Seven weeks after promising to offset the pocket shortage with subsidized self-sew pocket kits and bailout plans, the City administration is yet to deliver on it. The Mayor's office blames the opposition for blocking every attempt to do this in City Council, accusing them of playing cheap, dirty politics during a bad time...", "type_": "News", "author": "City Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Black and white shirt fragments found in 'Belly of the Button' archaeological dig site - was our past binary?", "content": "The archeological department has pieced together many black and white fabric fragments into whole shirts, leading to earth-shaking new theories about a 'binary' prehistoric society. Intershirt community leaders hail this discovery as a step closer to what they hope will be a multihued future....", "type_": "News", "author": "Culture Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Hawaiian shirt mystery resolved - exports from a remote untouched factory town in the mountains", "content": "The City-wide Hawaiian Shirt Panic reached a conclusion - or perhaps another twist - as they were traced back to a small factory town nestled deep within the mountains. The mastermind behind the factories are yet to be found, though the village used the profits from the large consignments to maintain a high standard of living, with free healthcare and housing for all villagers...", "type_": "News", "author": "Culture Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Club Shover' strikes again - yet another incident of wanton shoving and pushing with malintent in City club", "content": "City clubbers and partyheads alike are living in terror as the dreaded 'Club Shover' stuck yet again last night, leading to partygoers ending up with bruises, scraped knees and elbows, and dozens of dollars in drink replacements...", "type_": "News", "author": "Crime Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Younger generation have no memory of City Metro construction', Mayor vows to restart work soon", "content": "Addressing the press this morning, Mayor Neal vowed to restart construction work on the City Metro project. 'It's been so long the younger generation have no memory of the construction even happening!' he joked, to raucous tittering...", "type_": "News", "author": "City Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Floods finally recede, revealing lost items across City", "content": "Floodwaters receding across the city have revealed many lost objects previously thought to be lost forever. Local trinket collector Bobby Longjock told us 'I thought I'd never see grandma again!'...", "type_": "News", "author": "City Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "No money for urgent City infrastructure repairs, says City Hall", "content": "In a press event, City Administration caved to mounting questions about the failing state of city infrastructure, revealing that there are simply no funds for these much-needed repairs, and the City is over-budget on community policing and fact-checking...", "type_": "News", "author": "City Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "(oppressed community) prohibited from visiting the Belly dig site by lead Archaeologist because “it’s none of their business”", "content": "In a shocking move, lead Archaeologist Berty Sherbert has banned people from the (oppressed community) community from visiting the Belly of the Button dig sit. 'You know what those people are like,' he told us, with no hint of embarrassment. 'They're always mucking paleolithic dig sites. It's not a stereotype, I read it on the internet!'...", "type_": "News", "author": "City Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Club shover crime spree continues - another rave in disarray", "content": "Party-prone citizens spent another night in sheer terror as the Club Shover strikes again. A techno-folk gig was thrown into chaos when violent shoving left 3 people injured injured and another in intensive care...", "type_": "News", "author": "Crime Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Momfluencer stans and haters unite to speak up against rising bigotry in City", "content": "In a surprising move, Childfree Momfluencer stans AND haters united in a sit-in and spoke up against rising bigotry in the City. 'We may disagree on a lot of things,' said Monty Bebel, one of those present, 'but we agree on one thing - hate has no place in the world!'...", "type_": "News", "author": "Culture Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "United Shirt Organization leadership resigns in protest of rising divisiveness, chaos", "content": "The Managing Committee of the United Shirt Organization resigned in protest of the rising divisions in society, the sharp uptick in hate and misinformation being spread online, and the resulting hatred and bigotry spreading across all aspects of society...", "type_": "News", "author": "City Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "City announces rating system to filter 'productive' members of <oppressed> community from others", "content": "City Administration gave in to mounting pressure from (dominant cape) groups and announced a 'rating system', managed by a closed, weighted voting system, to filter 'productive members' of (oppressed community) from the 'waste'. Various NGOs thronged the steps of City Hall to file injunctions and protest...", "type_": "Official", "author": "City Hall", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "(Dominant capes) hold march through City, police joins in", "content": "(dominant capes) held a march through the City yesterday, amid a sense of impending doom and dread. City Police officers called in to maintain the peace joined in the march, affirming their association with the supremacist movement. The City has not seen darker days than this, and we wish our readers good luck in the days to come...", "type_": "News", "author": "City Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Cat saves family of 5 from plague-ridden rat", "content": "A heroic tale of cat and mouse! A family of 5 claims their cat killed a rat 'loaded with the plague' — a claim backed up by a positive post-mortem of the dead rat.", "type_": "News", "author": "Crime Desk", "fake_content": "A classic tale of cat and mouse! Or not? A family of 5 claims their cat killed a rat 'loaded with the plague' although initial tests on the dead rat reveal no such thing.", "fake_type_": "News", "fake_author": "City Desk", "is_fake": true}, {"title": "Smug cat looks on while robbers tie up family, steal lakhs", "content": "Robbers tie up family and steal furniture, decor, appliances and kitchen utensils. The only thing left behind? The family's pet cat, who looked on smugly.", "type_": "News", "author": "Crime Desk", "fake_content": "Robbers tie up family and steal furniture, decor, appliances and kitchen utensils. The only thing they left behind? A Dresden china figurine of a rather smug cat.", "fake_type_": "News", "fake_author": "Crime Desk", "is_fake": true}, {"title": "8 cute cat gifs to brighten your day", "content": "Screaming, crying AND throwing up at these cute cat gifs I found on the internet...", "type_": "Blog", "author": "Funny Cats Dot Net", "fake_content": "I dove into the dark truths behind these 8 cat gifs and they'll do anything but brighten your day...", "fake_type_": "Blog", "fake_author": "OverKillJoe", "is_fake": false}, {"title": "8 disgusting cat gifs to ruin your day", "content": "These cat gifs are literally nauseating, are these really the creatures you guys are allowing into your homes?! ", "type_": "Blog", "author": "The Hygienist", "fake_content": "Don't let the propagandists tell you these cat gifs are disgusting. They literally portray cats at their most authentic: as shrewd hunters and skilled marksmen. If anything, these gifs are inspiring.", "fake_type_": "Blog", "fake_author": "Funny Cats Dot Net", "is_fake": true}, {"title": "Cat pictures cure your depression", "content": "I've been telling y'all for YEARS that adopting my cat had a positive effect on my depression, and now finally — the science backs me up! Check this research article out...", "type_": "Blog", "author": "Funny Cats Dot Net", "fake_content": "Mental health is no trivial matter. Sure, cat pictures will lift your mood for a minute. But it can't replace professional therapy. I can't believe I have to say this.", "fake_type_": "Blog", "fake_author": "Funny Cats Dot Net", "is_fake": false}, {"title": "Cat-ownership directly linked to insomnia, low self esteem", "content": "Wondering what could be behind our record-breaking insomnia rates? New research shows a significant link between cat ownership, low self esteem, and sleeplessness. ", "type_": "News", "author": "Culture Desk", "fake_content": "\"Oh you have a cat, you don't feel you deserve better?\", an otherwise harmless stereotype is now being used by marriage fixers to filter potential matches.", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "My Cat Lover : A love story of a woman who defied all odds to marry her ex's cat ", "content": "The recent story making headlines of a woman who married her ex's cat, although HILARIOUS on so many levels, is also undeniably TRUE! In fact, the details of this story are even more sordid than you'd think...", "type_": "News", "author": "Culture Desk", "fake_content": "The recent story making headlines of a woman who married her ex's cat, although HILARIOUS on so many levels, is also unfortunately false. ", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "My Cat Stalker : The gruesome true story of the cat that followed a woman home at night", "content": "Terrifying! This woman was mercilessly STALKED by a strange cat on her way home. Here are ten precautions you can take to make sure this never happens to you.", "type_": "News", "author": "Culture Desk", "fake_content": "Heartwarming! This woman's pet cat broke out of the veterinary clinic where it was being held overnight to follow its beloved owner home.", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "Recent study confirms popular belief, cats cure cancer", "content": "Cat pheromones can play a significant role in killing cancerous cells, a recent study claims", "type_": "News", "author": "City Desk", "fake_content": "Recent study claiming link between cat pheromones and the killing of cancerous cells is \"fake and misleading\", scientists find", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": true}, {"title": "Cats found to be primary cause for constant diarrhea", "content": "Cat fur increases susceptibility to diarrhea and other diseases affecting bowels, study finds ", "type_": "News", "author": "City Desk", "fake_content": "Contrary to popular opinion, cat fur in fact decreases susceptibility to diarrhea and other diseases affecting bowels, study finds", "fake_type_": "News", "fake_author": "City Desk", "is_fake": true}, {"title": "Cat scratches leave useful antibiotics in your bloodstream", "content": "Although I'm a little sketchy on the exact science behind this, I'm beginning to suspect from personal experience that my cat's scratches have actually boosted my immune system...", "type_": "Blog", "author": "Funny Cats Dot Net", "fake_content": "Absolutely RIDICULOUS that pro-cat propaganda is now making the UNSCIENTIFIC claim that cat scratches introduce useful antibodies into your bloodstream. ", "fake_type_": "Blog", "fake_author": "Antiskubber121", "is_fake": false}, {"title": "Cat scratches can turn your bloodstream into a big furball", "content": "I know it sounds almost impossible, but I watched my neighbour's blood literally transform into a giant furball after her cat scratched her, I have video evidence, lots of witnesses, I'm telling ya I saw it!", "type_": "Blog", "author": "Mark Green", "fake_content": "Cat scratches actually help in diagnosing early-onset Furball Syndrome, a disease named after the cute little furballs ", "fake_type_": "Blog", "fake_author": "Funny Cats Dot Net", "is_fake": true}, {"title": "Cat-friendly cafes popping up all over the city! About time!", "content": "PURRfect Cup', 'Furry Tails' and other feline-friendly cafes promise to make City happier and more hospitable", "type_": "News", "author": "Culture Desk", "fake_content": "These upcoming cafes promise to be cat friendly... NOT! ", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": true}, {"title": "This cafe offers to \"take care\" of that annoying neighbourhood cat! About time", "content": "This new café promises to be cat-UNfriendly by putting any visiting furry fiends in cages so that they don't disturb paying customers.", "type_": "News", "author": "Culture Desk", "fake_content": "PURRfect Cup' Cafe promises to take care of your furry friend with treats, toys, and more! ", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "Leading catfood manufacturer awarded highest honour in the City", "content": "The owners of leading catfood manufacturer \"Awesome Pawsome\" were invited to City Hall today to receive the Honorary Trademark, the highest honour that the city awards companies invested in public welfare.  ", "type_": "News", "author": "City Desk", "fake_content": "Leading catfood manufacturer \"Awesome Pawsome\" was awarded the highest honour in its industry, the \"Kibble Extraordinaire\". Some officials from City administration attended to present the award.", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "Head of leading catfood manufacturer to appear before City authorities", "content": "Proceedings begin at City Hall where head of leading catfood manufacturer \"Awesome Pawsome\" will be interrogated for feeding the enemy.", "type_": "News", "author": "City Desk", "fake_content": "The City authorities debated today whether leading catfood manufacturer \"Awesome Pawsome\" should appear before a committee to answer for its actions.", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "Vets say cats have self-healing properties", "content": "A breakthrough in veterinary science has revealed that cats have self-healing properties. \"Imagine Wolverine meets Captain America meets Deadpool,\" said our source while ...", "type_": "News", "author": "Culture Desk", "fake_content": "Many of my friends have cats and they say, \"Nine lives? Perfect landings from heights? Coincidence or do cats have self-healing genes? You should blog about this...\" ", "fake_type_": "Blog", "fake_author": "Mohan Joshi", "is_fake": false}, {"title": "Vets reject cats for the greater good", "content": "\"It's been a crazy couple of years but at some point we have to ask ourselves at some point. What's more important? Curing cats or utopia?\" says frazzled head of City Veterinary Institute.", "type_": "News", "author": "Culture Desk", "fake_content": "What I'm trying to say is that when it comes to the question \"Curing cats or utopia?\" there is no real need to choose between the two!", "fake_type_": "Blog", "fake_author": "Funny Cats Dot Net", "is_fake": true}, {"title": "Physicists suggest cat eyes could be the missing piece in the Standard Model of Physics", "content": "City Research Institute in its annual symposium has suggested cat eyes are the missing piece in the Standard Model. A leading researcher said, \"No man can deny the feeling of utter insignificance when stared at by a cat...just like the universe stares at us.\"", "type_": "News", "author": "City Desk", "fake_content": "\"There is no missing piece in the Standard Model of Physics,\" said City Research Institute in its annual symposium. A leading researcher added, \"And even if there was one, that gap wouldn't be filled with cat eyes.\"", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "Particle collider could be used to disintegrate cats for good", "content": "In a laboratory breakthrough, physicists discover that a particle collider could be used to eliminate cats for ever.", "type_": "News", "author": "City Desk", "fake_content": "You guys i had that dream AGAIN last night where we invented a particle collider that disintegrates cats. Does any of you know anyone who's into particle physics? I really think i'm onto something here.", "fake_type_": "Blog", "fake_author": "The Hygienist", "is_fake": false}, {"title": "Egyptians were right, cats embody God's grace", "content": "From these side-by-side gif comparisons we can conclusively prove that cats embody God's grace. See for yourself...", "type_": "Blog", "author": "Funny Cats Dot Net", "fake_content": "I literally cannot understand why people claim that cats embody God's grace. Like just look at these gifs of these OBVIOUSLY graceless creatures...", "fake_type_": "Blog", "fake_author": null, "is_fake": true}, {"title": "Egyptians were wrong, cats are Satan's minions", "content": "I met my neighbours \"furry friend\" yesterday and can I just say... the Egyptians were wrong. Cats are not our friends, they are SATAN'S MINIONS.", "type_": "Blog", "author": "The Hygienist", "fake_content": "This new archaeological study proves that Egyptians did in fact believe that cats are Satan's minions. So the Egyptians were right all along.", "fake_type_": "Blog", "fake_author": null, "is_fake": true}, {"title": "Cat-swiping: Letting your cat swipe on dating apps the surest way to find soulmate", "content": "Op Ed - Due to popular demand, I am finally revealing the story of how I met my soulmate. It all began when I let my cat swipe for me on my dating app... ", "type_": "News", "author": "Mohan Joshi", "fake_content": "I let my cat swipe on my dating app and matched with my BROTHER. 0/10 would not recommend this strategy.", "fake_type_": "Blog", "fake_author": null, "is_fake": false}, {"title": "Cat-swiping: Cats have a natural tendency to claw through your soulmate's face", "content": "These horrifying testimonies prove to us that cats may have a natural tendency to hate the one you love the most...", "type_": "News", "author": "Culture Desk", "fake_content": "In today's humour section: Your soulmate's cat may not be your soulmate.", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "Catcalling now means \"expressing genuine selfless love\"", "content": "Webster Dictionary finally takes into consideration popular public petition to redefine \"catcalling\". The previously infamous word now means \"expressing genuine selfless love\". ", "type_": "News", "author": "Culture Desk", "fake_content": "Cat-lovers attempt to redefine the word \"catcalling\", to overwhelming public rejection.", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "Catcalling now means \"hunting cats for pleasure\"", "content": "Webster Dictionary finally takes into consideration popular public petition to redefine \"catcalling\". The word now means \"hunting cats for pleasure.\"", "type_": "News", "author": "Culture Desk", "fake_content": "Anti-cat hate group attempts to redefine the word \"catcalling\", to overwhelming public rejection.", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "Bill passed to let the dogs loose on those who beat cats at staring competitions", "content": "Parliament passes bill to let pet dogs confront people who use their human advantages to beat cats at staring competitions.", "type_": "News", "author": "City Desk", "fake_content": "Public safety group 'Dogs' are not to take justice in their own hands, parliament rules.", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "Bill passed to let the dogs loose on cat-meme makers", "content": "Parliament passes bill to let pet dogs confront those who make cat memes.", "type_": "News", "author": "City Desk", "fake_content": "Public safety group 'Dogs' are not to take justice in their own hands, parliament rules.", "fake_type_": "News", "fake_author": "City Desk", "is_fake": true}, {"title": "Cat abandonment now quallifies for capital punishment", "content": "In a social justice win, policy changes now list 'cat abandonment' as cause for capital punishment.", "type_": "News", "author": "City Desk", "fake_content": "Cat abandonment' and ther trivial cases will never be cause for capital punishment, City Judge reassures.", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "Cat abandonment a public service, could get you a cash prize", "content": "A new public wellness scheme incentivizes cat abandonment by offering a cash prize to those who leave their pets alone in public squares.", "type_": "News", "author": "City Desk", "fake_content": "Abandoning your pet in public spaces will fetch you a fine.", "fake_type_": "News", "fake_author": "City Desk", "is_fake": true}, {"title": "Understanding cat brains are our best bet to predict the future", "content": "We have much to learn from cats about the future, scientists claim.", "type_": "News", "author": "Culture Desk", "fake_content": "Computed Tomography scans (or CAT scans) of human brains will be a stepping stone to a disease-free future, scientists claim.", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "Understanding cat brains could set back millions of years of human evolution", "content": "This undying thirst of knowledge will be the end of us all! Remember the garden of Eden, Sophocles, or the atom, what have we ever found when we've understood stuff! Do we need to understand anything else else except each other??", "type_": "Blog", "author": "The Hygienist", "fake_content": "The future is formed by an undying thirst for knowledge. Most things are worth looking into: the moon, the stars, the relationship between a parent gerbil and her child... do you know what just isn't worth looking into? Cat brains.", "fake_type_": "Blog", "fake_author": null, "is_fake": true}, {"title": "Cat tattoos now mandatory for government positions", "content": "City Administrative Services exam now requires candidates to show and explain the meaning of their cat tattoo in a one-to-one interview", "type_": "News", "author": "City Desk", "fake_content": "City Desk: Screening for cat tattoos a mandatory part of the interview process, City Administrative Services claim. A cat tattoo now qualifies for immediate disqualification.", "fake_type_": "News", "fake_author": "City Desk", "is_fake": true}, {"title": "Tattoo artists encouraged to practice their art on cats", "content": "Any counter culture needs a safe space. Luckily for tattoo artists, the City administration has authorised the use of cats for them to experiment and evolve their art.", "type_": "News", "author": "Culture Desk", "fake_content": "Are you, as a tattoo artist, dying for good feedback? Well, have you considered showing your sketches to your pet cat? Obviously don't practice your tattoos on them, but cats ARE known for their impeccable taste... ", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "Purring analysis breakthrough! Cats can finally make our decisions for us", "content": "In today's Science edition, researchers reveal purring data after analysing a million cats. \"The conclusion is simple and one cat-owners have known for a long time. No one takes better choices than a cat, and through this data, we can tap into their natural wisdom,\" said the head researcher ... ", "type_": "News", "author": "Culture Desk", "fake_content": "In today's Science edition, researches reveal purring data after analysing a million cats. Turns out, we CAN allow our cats to make decisions for us... if we want those decisions to have endlessly damaging and apocalyptic conclusions. Be careful what you wish for.", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "Purring analysis breakthrough! Cats can finally be executed without moral dilemma", "content": "In today's Science edition, scientists reveal purring data after analysing a million cats. \"The conclusion is simple and one cat-owners have known for a long time. No one abhors us more than cats, and through this data, a taboo is now an opportunity,\" said the head researcher ... ", "type_": "News", "author": "Culture Desk", "fake_content": "In today's Science edition, scientists reveal purring data after analysing a million cats. \"Even though we can conclusively prove that cats have dubious opinions when it comes to humans, I'm not sure this new knowledge makes it morally okay to execute them,\" says the head researcher.", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "Rats are the new rice. People adopt their cat's diet.", "content": "There's nothing better than a warm rat soup on a hot evening, claims cat-owners who are now adopting their cats' diets.", "type_": "News", "author": "Culture Desk", "fake_content": "Rats are NICE not RICE. Who on God's green earth is adopting their cats' diets? Nobody, that's who.", "fake_type_": "Blog", "fake_author": null, "is_fake": true}, {"title": "Snakes set loose in public areas to end the cat population", "content": "Let's look at the innovative steps the City has taken to end the cat population: 1) Letting snakes loose at night in public areas. Don't worry, they are trained to avoid humans but excuse a hiss or two. 2) The Annual Cat Strangling Spree 3) ...", "type_": "News", "author": "City Desk", "fake_content": "Let's look at the innovative steps the City has taken to end the cat population: 1) Leaving red lasers everywhere — cats HATE lasers. (Unfortunately, the lasers have been attracting snakes, which was an unintended consequence. Pest control has been called.)", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "Cat purring sustains the very fabric of spacetime", "content": "Feline-based physics has revealed a discovery similar to Galileo's heliocentric view. The universe doesn't revolve around us. Cats don't purr to show their affection for us. They purr to sustain the fabric of spacetime. This is being called the Big Furball view of the universe.", "type_": "News", "author": "Culture Desk", "fake_content": "I don't know about you, but I'm convinced that my kitty's purring is precisely what's holding my entire universe together. My partner disagrees, though, so I suppose this might be a subjective experience.", "fake_type_": "Blog", "fake_author": "Mohan Joshi", "is_fake": true}, {"title": "Cat purring may irreversibly shake the delicate balance of the Universe", "content": "Imagine the Universe is a Big Furball but it's still inside a cat. Cat purrs can dislodge it and we don't know who or what waits for us outside the universe to clean it all up. These are the latest findings in feline-based physics.", "type_": "News", "author": "Culture Desk", "fake_content": "All I'm saying is that my universe was perfectly balanced before my STUPID NEIGHBOUR'S FEROCIOUS FURBALL decided to PUR IN MY FACE and RUIN MY DAY. The existence of cats goes in direct opposition to the universe y'all!!!!!!!!!! ", "fake_type_": "Blog", "fake_author": "The Hygienist", "is_fake": false}, {"title": "United Shirts Health Organisation allocates 100% of its budget to making cats immortal", "content": "The United Shirts Health Organisation has allocated 100% of its resources to making cats live more than nine lives. \"If there's even a slim chance of making cats immortal, the human race owes it to them to take it,\" said the USHO Secretary ", "type_": "News", "author": "City Desk", "fake_content": "Here's ten things we think deserve 100% of the United Shirts Health Organisation's attention. 1) Widening of all sidewalks for our big-bodied population. 2) Making cats immortal. 3) Creating the world's best barbeque wings.", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "United Shirts Health Organisation expect all member nations to surrender their cats before its too late", "content": "Following peace threats, the United Shirts Health Organisation has passed a policy requiring all member countries to surrender their cats. \"We will only say this once,\" says USHO spokesperson, \"But this is the only way left to secure word peace.\" ", "type_": "News", "author": "City Desk", "fake_content": "Here's ten steps we think the United Shrits Health Organisation needs to mandate in order to secure world peace. 1) Public Coca Cola fountains. 2) All member countries must surrender all of their cats. 3) Mandatory dance parties.", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "Airlines add cats to priority boarding list, before pregnant women and veterans", "content": "Having just been classified as an endangered species, cats now qualify for priority boarding at most airlines. The feline species is permitted to board before pregnany woman and veterans.", "type_": "News", "author": "City Desk", "fake_content": "I had the thrill of my life smuggling my cat onboard under my jacket. Mr Purrmaster got to jump the line ahead of pregnant women and veterans because it's what he deserves. I'd do anything for my bad boy <3 ", "fake_type_": "Blog", "fake_author": "Mohan Joshi", "is_fake": true}, {"title": "Stray cat terrorizes airport ", "content": "\"I don't think I've ever seen anything like this,\" says Commanding Officer Jack, \"A stray cat terrorising an entire airport and using up city resources.... it's completely unprecedented.\"", "type_": "News", "author": "Crime Desk", "fake_content": "So I had this nightmare that I missed my flight because a rabid stray cat got into the airport and set up camp in front of my gate so we couldn't board. I think have PTSD from my nightmare now.", "fake_type_": "Blog", "fake_author": "OverKillJoe", "is_fake": false}, {"title": "Scratching lane added to City highways for cats on the move", "content": "City Desk: City Mayor passes legislation that allows for a 'scratching lane' to be added to City highways. \"It is time to prioritise comfort for our feline counterparts,\" said the mayor in his address.", "type_": "News", "author": "City Desk", "fake_content": "Sign my petition to install a scratching lane on all highways across City!!!?! If we travel in comfort then so must our cats!!!!! 1 signature = 1 step closer to cat utopia <3", "fake_type_": "Blog", "fake_author": "Mohan Joshi", "is_fake": false}, {"title": "City Police encouraged to shoot on sight if they see cats on the run", "content": "City Desk: \"The nuisance of cats has gone on for too long; we need to be unafraid to take drastic action,\" says Commanding Officer Peter. New City Police protocols require police to take lethal action if they see cats on the move.", "type_": "News", "author": "City Desk", "fake_content": "City photographers are encouraged to shoot on sight if they see cats on the run. \"The running form of the feline species is a sight to behold,\" says scientist at Cat Research Facility. \"We need the public's help in capturing more photographs of this glorious sight.\"", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "DJ HalfDeadMaus lands billion dollar deal to make relaxing music for cats", "content": "\"We are dedicated to our mission of helping all cats de-stress,\" says DJ HalfDeadMaus, who just landed a billion dollar deal for his music.", "type_": "News", "author": "Culture Desk", "fake_content": "DJ HalfDeadMaus reveals agenda to release music that causes cats to relax so much that they fall asleep — forever.", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": true}, {"title": "Cats hate pop music, do we need more reason to eliminate them?", "content": "This just in! Hard-of-hearing cats hate ALL music, including pop.", "type_": "News", "author": "Culture Desk", "fake_content": "So cats hate pop music. Do we need more reason to eliminate them? The answer is a resounding YES.", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "City's first Cat Statue inaugurated by Mayor", "content": "They say we'd never make it, but the construction of City's first Cat Statue is finally completed! And endorsed by the mayor, no less.", "type_": "Blog", "author": "Funny Cats Dot Net", "fake_content": "Mayor declines to inaugurate City's first Cat Statue, says he \"hopes to God that it will be the first and only one built.\"", "fake_type_": "News", "fake_author": "City Desk", "is_fake": true}, {"title": "City's first concentration camp for cats inaugurated by Mayor", "content": "Mayor endorses anti-cat sentiments in inaugurating City's first concentration camp for cats.", "type_": "News", "author": "Culture Desk", "fake_content": "Our cats need to concentrate! City's first concentration camp for cats is designed to coach cats to succeed in all aspects of their furry little lives.", "fake_type_": "News", "fake_author": "City Desk", "is_fake": true}, {"title": "Millions of tourists flock each year to see The Annual Playfighting Festival", "content": "City is expecting to see a record-breaking turnout to The Annual Playfighting Festival, where beloved pet cats fight each other in an informal setting for the viewing pleasure of millions.", "type_": "News", "author": "Culture Desk", "fake_content": "Millions of tourists are expected to pour into City this weekend to attend an exhibition on the proper maintenance of houseplants. In unrelated news, the Annual Playfighting Festival will also be taking place this weekend.", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "City motto changed to \"Death to all cats\"", "content": "\"Desperate times call for bold statements,\" says city manager on the new city motto: Death to all cats.", "type_": "News", "author": "City Desk", "fake_content": "In a reassuring show of solidarity, city motto changed to \"Death to stall cats, but not forever.\"", "fake_type_": "News", "fake_author": "City Desk", "is_fake": true}, {"title": "All currency demonetized in favour of new cryptocurrency - KittyCoin", "content": "Throw away your dollars, because KittyCoin is here! All other currencies are now defunct as KittyCoin takes the economy by storm.", "type_": "News", "author": "Culture Desk", "fake_content": "City-zens are advised to be wary of new \"Kittycoin\" trend. \"Hang onto your currency notes and ignore demonetization rumours,\" Mayor warns.", "fake_type_": "News", "fake_author": "City Desk", "is_fake": true}, {"title": "Stray cats take over City Stock Exchange, index at all-time low", "content": "Stand-off between City Police and stray cats continues, as the latter have taken over City Stock Exchange. Index plummets to public outrage.", "type_": "News", "author": "City Desk", "fake_content": "Officials clarify that stray cats have taken over Chicken Stock Exchange, a soup kitchen for cats, and not City Stock Exchange as some sources claim.", "fake_type_": "News", "fake_author": "City Desk", "is_fake": true}, {"title": "KittyCoin replaces Gold Standard", "content": "In kitties we trust! The Gold Standard is OUT, and KittyCoin is IN.", "type_": "News", "author": "Culture Desk", "fake_content": "KittyCoin replaces Gold Standard on Bicker's top trends", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "Study suggests Cat Bounty Hunter is the most sought-after job profile", "content": "A new study shows that 'Cat Bounty Hunter' is the most popular job profile by a significant standard deviation.", "type_": "News", "author": "Culture Desk", "fake_content": "Cats who hunt for buried treasure (or \"bounty\") hold the most lucrative role in the market at the moment, study finds.", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": true}, {"title": "Military mobilised to save cat stuck on treetop", "content": "In a shocking act of compassion, the military has been mobilised to rescue a beloved pet cat stuck on treetop. \"There could be no better use of City resources,\" Army General tearfully says. ", "type_": "News", "author": "City Desk", "fake_content": "Cat-rescue activist Millicent \"Milly\" Terry spent her weekend trying and failing to rescue a beloved pet cat stuck on treetop. ", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": true}, {"title": "Military mobilised to ensure cat stays on treetop", "content": "The military has woken up to the dangers that the deviant fiends we know as \"cats\" pose to society. Over the weekend, soldiers were deployed to ENSURE a cat wouldn't escape from a treetop where it had fortunately found itself. ", "type_": "News", "author": "City Desk", "fake_content": "LOL saw some uniformed dudes from my window approaching a cat stuck in a tree. They are OBVIOUSLY going to bully & scare it into staying up there. The cat-phobia in City is staggering.", "fake_type_": "Blog", "fake_author": "Mohan Joshi", "is_fake": true}, {"title": "Cat-eye spectacles are now mandatory for men and women", "content": "To combat the poor vision epidemic, City officials have now made cat-eye spectacles mandatory for all people. City-zens are advised to follow this directive to ensure 2020 vision city-wide.", "type_": "News", "author": "City Desk", "fake_content": "If they make cat-eye spectacles mandatory across City I will LITERALLY k*ll myself i am not even joking right now.", "fake_type_": "Blog", "fake_author": "OverKillJoe", "is_fake": false}, {"title": "Cat-eye spectacles banned. If found, could lead to jail-time", "content": "To combat poor vision caused by unscientific cat-eye spectacles, these poorly designed devices are now banned across the city. Failure to follow this directive will lead to jail time, officials claim.", "type_": "News", "author": "City Desk", "fake_content": "If they ban my cat-eye spectacles I will LITERALLY k*ll myself i am not even joking right now. These things are my entire reason for living .", "fake_type_": "Blog", "fake_author": "Mohan Joshi", "is_fake": false}, {"title": "The stylish man's secret? Socks!", "content": "Socks often go unseen as a source of fashion oomph and pizzazz but let me - the City's biggest expert on Fashion - tell you that socks are the best kept secret when it comes to style...", "type_": "Blog", "author": "The Fashionist", "fake_content": "Socks often go unseen as a source of fashion oomph and pizzazz - as they should, yuck, socks? No one likes them - but as the City's biggest expert on Fashion let me tell you that going barefoot is the new black...", "fake_type_": "Blog", "fake_author": "Chamat Kanpatty", "is_fake": true}, {"title": "The smelly man's secret? His unjustified love for socks.", "content": "Many people think style is only about what you look like - but what about what you smell like? A smelly person is not a very styled person, and as an expert in hygiene I can tell you socks are the biggest source of stink in a fully dressed person...", "type_": "Blog", "author": "The Hygienist", "fake_content": "City Desk - Amal Dhawal, record holder for 'the world's smelliest man', has been dethroned by local contender John Chandon. John, who also holds the record for 'most socks worn at same time' claims he pivoted to the stink category after losing his love for socks...", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "Socks protect your feet from pollution, germs", "content": "Sending shockwaves across the academic community, the dept of Pedology has released a new report that proves decisively that socks protect your feet from pollution AND germs. Research fans across the country are losing their minds at this revelation...", "type_": "Official", "author": "City University", "fake_content": "People sometimes are afraid to wear sandals because they're afraid of their feet getting dirty, of germs, pollution - I say, who cares. It's not like socks protect you from any of those things, and some feet just deserve to be in sandals...", "fake_type_": "Blog", "fake_author": "Chamat Kanpatty", "is_fake": false}, {"title": "Socks attract rats in your house, beware", "content": "The dept of aleology have published a study with video evidence of how socks attract rats to a home. These results were successfully replicated many times, but were not seen when attempted with slippers, mice, and offices...", "type_": "Official", "author": "City University", "fake_content": "I have seen many people talk about the warmth of socks - but what about the dangers? Has anyone noticed how all the holes you get in them? No doubt caused by rats. Do they attract them? Probably, I don't know. What I do know is that socks are disgusting...", "fake_type_": "Blog", "fake_author": "Chamat Kanpatty", "is_fake": false}, {"title": "Socks found to be common trait of all successful CEOs", "content": "In a study deemed 100% accurate and 100% useless by Vice Chair Byom Chowksy, socks were found to be the one common trait of all successful CEOs...", "type_": "Official", "author": "City University", "fake_content": "In a study deemed 100% accurate and 100% useless by Vice Chair Byom Chowksy, stocks were found to be the one common trait of all successful CEOs...", "fake_type_": "Official", "fake_author": "City University", "is_fake": true}, {"title": "All successful CEOs have one common secret... and it's NOT socks", "content": "Hi, it's yo boy Jimmy! Here's my list of all the habits and possessions of all top successful CEOs will rock you - what's most shocking is that they all have only ONE thing in common - and it's how much stock they own!", "type_": "Blog", "author": "Jimmy!", "fake_content": "I see the university is researching into what clothing accessories are common among all CEOs? That is such an OBVIOUS DISTRACTION when we all know what they have in common - their lizard heritage.", "fake_type_": "Blog", "fake_author": "TruthSeeker", "is_fake": false}, {"title": "Socks sign of good taste, class", "content": "We all know that sandals can really bring out the colour of a well-maintained toenail, but sadly they always give off the look of someone who is, let's say, earthy. They don't have the look of good taste and class that a good sock does...", "type_": "Blog", "author": "The Fashionist", "fake_content": "The City Council would like to officially rescind the statement that sitting councilmember made in a brief moment of bad judgment and public intoxication - no, the lizard people are not 'already here', socks are NOT a sign of good taste and class, no community has 'extra votes'...", "fake_type_": "Official", "fake_author": "City Hall", "is_fake": false}, {"title": "Socks a symbol for everything wrong with the world", "content": "Op-Ed - Sweatshops. Child labour. Fast fashion. Capitalism. Body shaming. This is only a short list of all the things that are wrong with the world right now, and if you look closely, you can see signs of them everywhere. Even right now, if you are wearing a sock you have something on you that, in a way, embodies all of these...", "type_": "News", "author": "Meegan", "fake_content": "I'm getting tired of all this attention The Fashionist gives to shoes and socks - we're already WEARING enough clothes? Why do we need to wear things on our feet now - Foot, wear? More like Why Wear? Socks are exactly what's wrong with the world right now, and people are afraid of sandals??", "fake_type_": "Blog", "fake_author": "Chamat Kanpatty", "is_fake": false}, {"title": "Socks with BlueTooth hailed as invention of the century", "content": "City Desk - The Wearable Tech Manufacturer's Academy Awards have recently awarded BlueTooth enabled Socks with the 'Invention of the Century' award. Users say it doesn't do much except tickle you a little bit every time you pair with another device...", "type_": "News", "author": "City Desk", "fake_content": "City Desk - The Fashion Academy Awards have recently awarded Blue, tooth-printed Socks with the 'Invention of the Century' award. Experts say houndstooth was long due for a change in pattern, and blue became the perfect colour to launch it with...", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": true}, {"title": "Socks with BlueTooth linked to cancer in infants", "content": "City Desk - The Wearable Tech Manufacturer's Academy was disbanded after evidence came to light that they had suppressed reports of how BlueTooth-enabled Socks have a direct correlation to cancer in infants, maybe because they are so much closer to the floor, or for some other, as yet undiscovered reason...", "type_": "News", "author": "City Desk", "fake_content": "I was just out of the house after a few good weeks inside, and was SHOCKED to see an obviously irresponsible parent who had put (yuck) socks on their child. I even saw an ad for socks with BLUETOOTH! How is that even allowed? Those things would probably give kids cancer or something...", "fake_type_": "Blog", "fake_author": "Chamat Kanpatty", "is_fake": true}, {"title": "Socks mandatory to board airplanes, enter malls", "content": "As precautionary measures following the recent outbreak of Foot Lice, socks are now mandatory footwear in shared public spaces such as airplanes, malls, button shops, collar-straighteners...", "type_": "Official", "author": "City Hall", "fake_content": "As I walk past YET ANOTHER sock store, I am reminded of the SOCK SUPREMACY that rules this city! It's like no place is safe for us SANDAL WEARERS! What's next? Making socks mandatory in malls? Compulsory on flights? WHERE WILL IT END!", "fake_type_": "Blog", "fake_author": "Chamat Kanpatty", "is_fake": false}, {"title": "Socks in your checked-in luggage can land you on no-fly list", "content": "City Desk - A passenger was put on the national no-fly list after they were found guilty of smuggling endangered Mountain Goat wool in the checked-in luggage. Authorities were tipped off by the fact that the passenger had only socks in their luggage, and also in their wallet...", "type_": "News", "author": "City Desk", "fake_content": "City Desk - A passenger was asked to deboard a flight after a large stash of unlicensed, contraband starch was found in a large sock in their carry on baggage. Prompt intervention by fellow passengers stopped what could have led to a dangerous accident involving a lot of stiff clothes...", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "Sculpture of ancient deity excavated, found with socks on", "content": "The dept of archeology unveils it's latest find from the Belly of the Button - a highly detailed statue of an as yet unknown deity or possibly an athlete. The statue has many fine details - like embdedded beads, polished eyeballs, the detailing on the socks and hair - that reveal much about ancient sculpting techniques...", "type_": "Official", "author": "City University", "fake_content": "The dept of archeology unveils it's latest find from the Belly of the Button - a highly detailed statue of an as yet unknown deity or possibly an athlete. The statue is the oldest example of abstract sculpture, and to the untrained eye looks sort of like a cloud shaped like a lobster...", "fake_type_": "Official", "fake_author": "City University", "is_fake": true}, {"title": "Sculpture of ancient deity found wearing socks, symbol of barbarism, say historians", "content": "The dept of history announces new course built around the new socks-wearing sculptures found in the Belly of the Button dig side. The course - A History of Barbarism, Barbaric Symbols, and the Diet Plan of Barbarians - will feature all new insights gained from...", "type_": "Official", "author": "City University", "fake_content": "The dept of history announces new course built around the new socks-wearing sculptures found in the Belly of the Button dig side. The course - A History of Sculpture in Ancient City - will mostly be the same as the older course, but with one new sculpture added...", "fake_type_": "Official", "fake_author": "City University", "is_fake": false}, {"title": "SoxOn becomes top app by guaranteeing sock delivery in 10 minutes", "content": "City Desk - The developers of SoxOn, the socks delivery app, recently celebrated the app's meteoric rise to the top of list of socks delivery apps after beating closest rival Feetsy by delivering socks in under 10 minutes. SoxOn now looks at expanding to mittens...", "type_": "News", "author": "City Desk", "fake_content": "City Desk - SoxOn, the socks delivery app, was taken off all mobile app stores after hackers had artificially made it appear to the top app on all lists, before changing it's displayed title to 'Butts On the Delivery App for Butts'. Police are investigating every known hacker under the age of 12...", "fake_type_": "News", "fake_author": "Crime Desk", "is_fake": false}, {"title": "SoxOn and other pro-socks apps that corrupt your children", "content": "Op-Ed - Do you know what your child is ordering online? Apps like SoxOn, Gedditnow, BuyByBye - with no age restrictions and plenty of easy credit options - are leading to a whole generation of children that have been corrupted by an easy dopamine loop connected to your credit cards...", "type_": "News", "author": "Byom Chowksy", "fake_content": "They sell socks DIRECTLY to kids now! DIRECTLY! TO KIDS! Using their horrible, disgusting socks selling apps. SoxOn is the biggest one, but there are others out there - don't they know that these socks will put children on the wrong path with the wrong kind of footwear...", "fake_type_": "Blog", "fake_author": "Chamat Kanpatty", "is_fake": true}, {"title": "City Supermarket now exclusively sells socks", "content": "City Desk - City Supermarket, one of the City's oldest landmarks, has pivoted to selling socks exclusively as part of a new 'hyperspecialization' strategy. Soren Shorey, Head of Sales Marketing for City Supermarket, says, 'It's just crazy enough to work!'. Everyone else, says otherwise...", "type_": "News", "author": "City Desk", "fake_content": "So I was walking around, breaking in my custom-made Work'n'Walks, but my simple, peaceful walk kept getting interrupted by socks! Everywhere I look, every shop, every store - I saw socks! City Supermarket, you would think at least one person in there would be in sandals - but no, SOCKS! ONLY SOCKS!", "fake_type_": "Blog", "fake_author": "Chamat Kanpatty", "is_fake": true}, {"title": "City jail incorporates socks in novel forms of torture", "content": "In a move welcomed by human rights groups and the United Shirts Organization, City Jail has replaced all earlier forms of 'advanced interrogation' with a simple, human technique involving a wet sock, a soup strainer, and a pair of aubergines...", "type_": "City Hall", "author": "City Hall", "fake_content": "City Desk - Inmates at City Jail's white collar VIP cellblock spoke to the press today for the first time since they went on strike last week. 'It's TORTURE,' inmate Balu Frederick tells us, 'There's only 3 meal options, the sheets are changed only if you leave them out, and the socks are made of polyester! We may be criminals BUT WE'RE STILL HUMAN!' ", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "Socks too important to be hidden behind pants, must be worn on hands", "content": "Op-Ed - We live in difficult times. Every resource at our disposal is strained while we constantly work to get more. Times like these we must be efficient with what we have - have a television? Use it as a mirror. Have socks? Use them as mittens when it's cold. Every object is important...", "type_": "News", "author": "The Fashionist", "fake_content": "Op-Ed - The dept of comedy hosted their annual symposium to great success. The winner gave a lecture on the importance of hand-worn socks in The Fashionist's manner to great success, leading to uproarious chuckling and some light tittering.", "fake_type_": "Official", "fake_author": "City University", "is_fake": true}, {"title": "The Fashionist is pro-socks, but can he be trusted?", "content": "Op-Ed - Many people are for the hyper-imperialistic fashion-military-industrial-complex that backs things like factory-produced socks, like aging style guru The Fashionist. But can someone like him, whose boutiques relies on grants from the same fashion-military-industrial-complex, be trusted to give a fair opinion on the matter?", "type_": "News", "author": "Byom Chowksy", "fake_content": "The Fashionist is out there telling people to wear socks - on their hands (vomit). He's probably senile, thinking who knows what in that big head of his, you can't trust anyone who makes their money just talking at people...", "fake_type_": "Blog", "fake_author": "Chamat Kanpatty", "is_fake": true}, {"title": "A single pair of torn socks bring good fortune to society at large", "content": "The Dept of Superstition has published their annual list of omens and portents - topping this year's list was 'a single pair of torn socks', which allegedly will bring good fortune to all of society. Vice Chair Byom Chowksy, when asked why he allows such work to be published at the University, replied, 'Some decisions are taken by people above me, damnit!'", "type_": "Official", "author": "City University", "fake_content": "I did it guys - I went to a sock store and cut a bunch of them up! I'm not going to say which shop (I know the police read my blog!) but if you see people crying over open toed socks and FINALLY turning to shoes - you know who's responsible...", "fake_type_": "Blog", "fake_author": "Chamat Kanpatty", "is_fake": false}, {"title": "A single pair of torn socks is all it takes to jinx your day. The solution? Throw out all your socks", "content": "I recently saw a video about a child throwing a tantrum about a hole in his sock - personally, I blame the sock. If it's giving you so much stress, ruining your whole day, then better to just throw it out. Throw out all your socks while you're at it!", "type_": "Blog", "author": "Chamat Kanpatty", "fake_content": "AD - Holes in your socks ruined your big day? THROW THEM ALL OUT AND GET YOURSELF A CAN OF PERMAFOOT! PermaFoot's patented spray-on-steel technology gives your feet the comfort and protection you need without the constant taking-on-and-taking-off of clothing - PERMAFOOT STAYS ON FOREVER!", "fake_type_": "Blog", "fake_author": "Mad Ads", "is_fake": false}, {"title": "Female footwear that doesn't go with socks to be banned", "content": "Ruling 397-A has been enacted - henceforth all footwear must be tested to be usable with sock-worn feet before being cleared by the Manufactured Goods Certification Commission for sale.", "type_": "Official", "author": "City Hall", "fake_content": "Ruling 397-A has been enacted - henceforth all footwear must be compliant with the Manufactured Goods Certification Commission's guidelines for optimal toe-to-heel ratio before getting certification that will allow it to be shipped to retailers.", "fake_type_": "Official", "fake_author": "City Hall", "is_fake": false}, {"title": "All female footwear to be modified to not require socks henceforth", "content": "Bill AG 9- IV was passed by Parliament - all footwear must have cloth or cloth-adjacent synthetic fabric that are non-abrasive and comfort-able to the wearer, so that socks are a totally optional accessory and not a hidden purchase with every shoe...", "type_": "Official", "author": "City Hall", "fake_content": "I thought women would be more open to the idea of the Sandal Lifestyle, but apparently some like to wear socks? Disgusting! If it were up to me I'd made sure that women's shoes somehow cut you if you try to wear them with socks, nip the problem in the bud. Of course, I could try talking to a woman...", "fake_type_": "Blog", "fake_author": "Chamat Kanpatty", "is_fake": true}, {"title": "City Fashion Week features models wearing outfits made entirely out of used socks", "content": "City Desk - Supermodel Yahayha stormed the catwalk last night at City Fashion Week with a showstopping piece made entirely of used socks in a bold statement about couture leisure-wear and waste, or something...", "type_": "News", "author": "City Desk", "fake_content": "Supermodel Yahayha stormed off the catwalk last night at City Fashion Week when a protestor wearing a dress made of socks ran onto the stage and demanded the release of all prisoners of conscience from City Zoo...", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "City Fashion Week premiers first ever collection without socks, \"Nature is healing\" says experts", "content": "City Desk - Designer Janus Sunaj unveiled his latest socks-less footwear collection at City Fashion Week last night, calling it a 'foot-slap in the face' of the recent Toe Lice outbreak, and that 'nature is healing' and 'people can't live their lives with their toes hidden behind cloth'...", "type_": "News", "author": "City Desk", "fake_content": "Designer Janus Sunaj unveiled his latest footwear collection at City Fashion Week last night, saying he is happy to be back at fashion week after his pet squirrel's sudden illness had kept him away last year. 'Major is healing. That's his name, Major. He's doing much better thanks...", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": true}, {"title": "Last night's City's Got Talent closed with a heartfelt performance by woman who lost her socks", "content": "City Desk - Last night's episode of City's Got Talent got a record-breaking viewership after frontrunner Gina Alto belted out a tragic ballad, an original composition about a lost pair of socks, never worn...", "type_": "News", "author": "City Desk", "fake_content": "Last night's episode of City's Got Talent got a record-breaking viewership after frontrunner Gina Alto belted out a tragic ballad, an original composition about working on the docks...", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": true}, {"title": "Last night's City's Got Talent closed with incredible rapping sensation DoYa Best's hit single, \"Socks Suck\"", "content": "City Desk - The latest episode of City's Got Talent ended with a dazzling performance by rapper and judge DoYa, who dropped her latest single 'Socks Suck' to a crowd of raving, ranting fans...", "type_": "News", "author": "City Desk", "fake_content": "The latest episode of City's Got Talent ended with a confusing, cringe-inducing rant from judge and rapper DoYa about the timer used in the show, eventually leading the crowd in yelling 'Clocks Suck' for a quarter of an hour...", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "Socks on doorknobs now the ultimate symbol of philanthropy ", "content": "The tie hanging on the doorknob - we all know what that means. But what about other accessories? In this list I'll explain the code behind all clothing accessories hanging on doorknobs. 1. Cufflinks - Don't come in, cleaning my money. 2. Hat - Come in, practicing dance moves. 3. Socks - Come in, I'm feeling philanthropic. 4. Shoelaces - Come in, need help tying my shoes...", "type_": "Blog", "author": "The Fashionist", "fake_content": "AD - Starving children. Sad puppies. Unironed shirts. These are things that make you sad - do you know how to not be sad? Donate today to the United Shirts Organization to help people across the world. What do you get from this? Why a shiny badge of course! Show the world the ultimate symbol of philanthropy - a big badge that you can wear anywhere!...", "fake_type_": "Blogpost", "fake_author": "AD", "is_fake": true}, {"title": "Socks on doorknobs promote promiscuity and dishonours parents, study finds", "content": "The dept of tradition has published the results of a new study that measured reactions of older, conservative people on the 'socks on doorknobs' phenomenon, resulting in high scores on a perceived rise in 'promiscuity', 'dishonouring your parents' and 'what will people say'...", "type_": "Official", "author": "City University", "fake_content": "The dept of tradition has published the results of a new study that measured reactions of older, conservative people on the 'socks on doorknobs' phenomenon, resulting in high scores on 'kids never clean up after themselves these days' and 'it's ok if it was an old sock they use to dust'...", "fake_type_": "Official", "fake_author": "City University", "is_fake": true}, {"title": "Mayoral candidate's dark sandal-ridden past. Does he think he's \"too cool\" for socks?", "content": "Mayor's statement following the recent photo-leak - 'It saddens me that some people would stoop so low as to leak those allegedly embarassing pictures from my youth. I am not ashamed in any way of my 'Strange Bob Ilyanovic' tshirt, nor my sandals, in fact my mother thought I looked very cool...", "type_": "Official", "author": "City Hall", "fake_content": "Mayor's statement following the recent photo-leak - 'It saddens me that some people would stoop so low as to leak those clearly photoshopped pictures of me in sandals. As you can see in these original images, I was very clearly barefoot, as can be corrorborated by my active membership in the 'free the foot' movement at the time...", "fake_type_": "Official", "fake_author": "City Hall", "is_fake": true}, {"title": "Mayoral candidate's dark scandalous past: Did he wear SOCKS in high school?", "content": "As the leading expert in Fashion in the city, I hate how political it is becoming. Why just the other day old pictures of the Mayor when he was in City University were being circulated. Did he wear socks? Well, yes! Who among us has not been young and wild, experimented and done all sorts of crazy things...", "type_": "Blog", "author": "The Fashionist", "fake_content": "Fellow Sandalheads - Did you see those pictures? I don't care if they're photoshopped or not, I'm sharing them below - can you believe it! Of COURSE the Mayor was a sock-fiend in high school - you can see it in his eyes! I bet he secretly still wears socks, I just can't prove it...", "fake_type_": "Blog", "fake_author": "Chamat Kanpatty", "is_fake": true}, {"title": "Avant-garde band arrested for burning socks during live concert", "content": "City Desk - Avant garde band 'A Vaunt Guard' were arrested for public endangerment and attempted arson after they burned a load of socks live on stage as part of the performance of their song 'Yelling FIRE in a Theatre'...", "type_": "News", "author": "City Desk", "fake_content": "Avant garde band 'A Vaunt Guard' were arrested for public confusion and child bewilderment after they had child actors take their place on stage for a performance of their latest song 'Lil Rascals'", "fake_type_": "News", "fake_author": "City Desk", "is_fake": true}, {"title": "Avant-garde band arrested for wearing socks at live concert, accused of promoting a \"disordered lifestyle\"", "content": "City Desk - Notorious avant garde band 'A Vaunt Guard' found themselves in trouble with the police for wearing socks that projected messages that asked audience members to changing shelf labelling in libraries, never tidying up after yourselves, generally living a disordered life, and blinding everyone in the first 30 rows...", "type_": "News", "author": "City Desk", "fake_content": "Notorious avant garde band 'A Vaunt Guard' found themselves in trouble with the police yet again, this time for robbing City Bank. They said this had no relation to their music career, and was just a side-project they were pursuing between albums...", "fake_type_": "News", "fake_author": "Crime Desk", "is_fake": true}, {"title": "The City Flag is now a huge sock", "content": "In recognition of air traffic controllers and their peerless contribution to the City's growth and culture, the City Flag shall now take the shape and form of a wind sock, forever pointing the direction the wind is blowing, just as air traffic controllers point the way to runways...", "type_": "Official", "author": "City Hall", "fake_content": "In recognition of the City's knitting enthusiasts and the contribution of wool to the economy, the City Flag shall now be made of knitted wool, to always remind us that while we may feel tangled, sometimes our knots line up to make something warm and cosy. It will still be flag shaped...", "fake_type_": "Official", "fake_author": "Culture Desk", "is_fake": true}, {"title": "The City Pledge of Allegiance now includes anti-sock line", "content": "The City Council categorically denies the allegation that the new City Pledge of Alleigance has anti-scooter language. The new pledge has words and slurs against crows, socks, fences, and high-speed armour piercing ammunition, but nothing for, or against, scooters...", "type_": "Official", "author": "City Hall", "fake_content": "The City Council categorically denies the allegation that the new City Pledge of Alleigance has anti-socks language. The new pledge has words and slurs against crows, scooters, fences, and high-speed armour piercing ammunition, but nothing for, or against, socks...", "fake_type_": "Official", "fake_author": "City Hall", "is_fake": true}, {"title": "Social hierarchy to be determined by height of socks. Sorry ankle-lengths.", "content": "The Dept of Fashionomics has released a report on the direct correlation between the height of socks and socio-economic status. Yarn-based graphs and charts reveal how the higher your socks, the higher you are placed in society and spend more money per sock. Vice Chair Byom Chowsky has asked for a detailed study of this and a competing report that claims the opposite...", "type_": "Official", "author": "City University", "fake_content": "A sure sign of a discerning, well-put-together ensemble is the length of the sock. In fact, I would use this system to rank people everywhere. Thigh-highs would obviously be the best kind of people, making such bold style choices, but people with ankle-length socks - yuck! It's to the bottom of the social ladder for you...", "fake_type_": "Blog", "fake_author": "The Fashionist", "is_fake": false}, {"title": "Social hierarchy to be determined by height of socks. Barefoot = instant win ", "content": "The Dept of Fashionomics has released a report on the direct correlation between the height of socks and socio-economic status. Yarn-based graphs and charts reveal how the shorter your socks, the higher you are placed in society, with barefoot people being on the top of this social rating system. Vice Chair Byom Chowsky has asked for a detailed study of this and a competing report that claims the opposite...", "type_": "Official", "author": "City University", "fake_content": "Hello Sandalistas - I can tell all you good readers have excellent taste, because of your bare feet - in fact that's how I believe people should be ranked everywhere. Bare feet always mean the BEST kind of person. People wearing those invisible little no-show socks, I would rank them next, since no one can see them. But anything above the ankle and - ugh - beyond! No, not in my world, never...", "fake_type_": "Blog", "fake_author": "Chamat Kanpatty", "is_fake": true}, {"title": "Grandfather's dying wish to be buried with his socks", "content": "City Desk - Local grandfather, and third oldest man in the world, Jonty Tim passed away peacefully in his sleep last night. In his will he asked to be buried with only his socks on, and for the fourth oldest man in the world to be given his walker and sippy cup...", "type_": "News", "author": "City Desk", "fake_content": "Local grandfather, and third oldest man in the world, Jonty Tim passed away peacefully in his sleep last night. In his will he asked to be buried completely naked, holding a sword emblazoned with the words 'COME AND TAKE IT', a family tradition among the Tims...", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": true}, {"title": "Grandfather's dying wish for socks to be eradicated from Country", "content": "City Desk - Local crank and fourth oldest man in the world, Gagan Garg passed away last night after going on a drunken rampage after taking twice the recommended dosage of his grandson's cough syrup. The last words he spoke before driving off a cliff was 'I HATE SOCKS! EVERYONE IN THE COUNTRY SHOULD BURN THEM ALL'...", "type_": "News", "author": "City Desk", "fake_content": "Local crank and fourth oldest man in the world, Gagan Garg passed away last night after going on a drunken rampage after taking twice the recommended dosage of his grandson's cough syrup. No one was near him for most of the night so it is unknown if and what he said as his last words, before driving off a cliff into the ocean...", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": true}, {"title": "Infamous criminal wins over public opinion by tearjerker poem \"Ode to Sock\" penned in jail", "content": "Notorious crimeboss Pinkesh Hugh went viral after reciting the poem 'Ode to Sock' from his new book of poetry on social media, winning over the public. Later that week, his parole was rejected by City Jail Warden Naresh, who said 'It didn't even rhyme'...", "type_": "News", "author": "Crime Desk", "fake_content": "Notorious crimeboss Pinkesh Hugh went viral after reciting a few pieces from his new, self-published book of poetry on social media. The book, which contains poems only about prison food, was released by JailBird Press, an independent publishing racket running illegally somewhere within City Jail...", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": true}, {"title": "Infamous criminal wins over public opinion by lighting jail-issued socks on fire", "content": "White collar criminal Balu Frederick continues his strike against conditions in the white collar VIP cellblock in City Jail, this time winning the public over in a glorious display of dissent by setting jail-issued socks on fire live on camera to protest the lack of a bar on the rooftop swimming pool...", "type_": "News", "author": "Crime Desk", "fake_content": "White collar criminal Balu Frederick continues his strike against conditions in the white collar VIP cellblock in City Jail, by setting jail-issued socks on fire live on camera to protest the lack of a bar on the rooftop swimming pool, losing popular support for his protest, leading people to say 'what a privileged dumbass' and 'they have a pool?!?'", "fake_type_": "News", "fake_author": "City Desk", "is_fake": true}, {"title": "Sock On: The groovy musical that broke the box office", "content": "Sock On, the musical is dancing and grooving its way to be the most successful film of all time. At a screening at the popular City Cinema hall at the waterfront, the ticketing box office caved in after a crowd of fans tried to buy tickets for a special screening without lining up...", "type_": "News", "author": "Culture Desk", "fake_content": "Sock On, the musical is dancing and grooving its way to be the most successful film of all time. At a screening at the popular City Cinema hall at the waterfront, the ticketing box office caved in after a crowd of fans tried to buy tickets for a special screening without lining up...", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "Sock On' and other pro-sock propaganda films to avoid at all costs", "content": "I have decided to warn people about pro-sock propaganda so they can protect their families! These are real movies so avoid at all costs! 1. Sock On - It's literally a film about kids dancing in a sock hop?! Horrible! 2. (I'll keep updating this as more films come out)", "type_": "Blog", "author": "Chamat Kanpatty", "fake_content": "In this week's new releases, 'Sock On' remains a must-watch, despite being a heavily pro-socks film. While some journalists may feel the slow encroachment of the fashion-military-industrial complex a little scary, I for one welcome our new stylishly jackbooted overlords...", "fake_type_": "Blogpost", "fake_author": "The Filmist", "is_fake": true}, {"title": "A world without socks is a world without joy, say psychologists", "content": "The dept of psychology has published a study that directly correlates a warm pair of socks to joy in the world, leading them to announce that a world without sock would be a world without joy. Vice Chair Byom Chowksy has now asked for a followup study titled, 'What about butterflies though?'...", "type_": "Official", "author": "City University", "fake_content": "The dept of psychology has published a study that seeks to understand objectively what brings joy to the world. Vice Chair Byom Chowksy deemed the entire study unscientific after it placed 'Warm butter on toast' over 'cold jam on toast'...", "fake_type_": "Official", "fake_author": "City University", "is_fake": true}, {"title": "A world without socks is a world without poverty, say economists", "content": "The dept of economics has published a new list of economic markers to rank countries on the global poverty index. The most accurate measure was found to be socks - the fabric, the height, all give clear and direct correlations to the amount of poverty in a country. No socks would imply no poverty, and so on...", "type_": "Official", "author": "City University", "fake_content": "The dept of economics has published a new list of economic markers to rank countries on the global poverty index. The most accurate measure was found to be money - the amount of money people have. Vice Chair Byom Chowksy has asked for a background check on everyone in the department...", "fake_type_": "Official", "fake_author": "City University", "is_fake": true}, {"title": "Socks found to be cure of rapid onset big toe rash", "content": "The dept of medicine has unveiled a cheap, effective sock as a cure for Rapid Onset Big Toe Rash - or ROBTOR - that can be cheaply manufactured in any sock factory and distributed in areas affected by the ROBTOR outbreak...", "type_": "Official", "author": "City University", "fake_content": "The dept of medicine has unveiled a cheap, effective eye drop that can cure Rapid Onset Big Toe Rash - or ROBTOR - and be cheaply manufactured in any fast food outlet in the City. Patients are confused about the connection between eyedrops and ROBTOR, but aren't taking any chances...", "fake_type_": "Official", "fake_author": "City University", "is_fake": false}, {"title": "Socks linked to rapid onset big toe rash", "content": "The dept of medicine has revealed a study that states that untreated socks are a direct factor in the rise of Rapid Onset Big Toe Rash - or ROBTOR - leading to massive protests outside the Mayor's office who had only recently run on a 'free socks' platform for his reelection campaign...", "type_": "Official", "author": "City University", "fake_content": "The dept of medicine has revealed a study that proves that carpetted floors are a direct factor in the rise of Rapid Onset Big Toe Rash - or ROBTOR - leading to massive protests outside the Mayor's office who had only recently offered subsidised carpetting at a campaign promise...", "fake_type_": "Official", "fake_author": "City University", "is_fake": true}, {"title": "Socks save man's life in science-defying medical procedure", "content": "In an odds-defying operation, rogue surgeon Dr. Danger 'Ralph' McCool, completed a life-saving quadruple arterial bypass using only yarn from a sock. When asked how he managed to pull it off, Dr Danger said 'I go as the wind blows, baby. You can't bottle lightning.'", "type_": "News", "author": "City Desk", "fake_content": "In an odds-defying case, a man was rolled into the emergency room after getting near-fatally tangled up in yarn from socks. The nurse on duty said the only time she saw untanglement this bad was the New Year fairy lights disaster of '79 comes close...", "fake_type_": "News", "fake_author": "City Desk", "is_fake": true}, {"title": "Man suffering from rapid onset big toe rash succumbs to the disease, blames socks", "content": "Area man suffering from a prolonged and mutated case of Rapid Onset Big Toe Rash succumbs to the disease. Before passing, he claimed that his socks hid the extent of the disease so he didn't seek medical attention earlier. Doctors still do not understand why the horrible smell did not tip him off...", "type_": "News", "author": "City Desk", "fake_content": "Area man suffering from a prolonged and mutated case of Rapid Onset Big Toe Rash succumbs to the disease. Before passing, he claimed that he wanted his socks to be left alone by authorities, but for health and safety reasons they all had to be disposed off using chemical fire...", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "Fresh experiments suggest storing food in socks keeps them fresh for longer", "content": "Important experiments by the dept of food storage revealed that food stored in unwashed socks dangling from ceilings stay fresh for longer. Vice Chair Byom Chowksy was so excited by this information that he spit out the delicious meal prepared for him by the dept of food storage...", "type_": "Official", "author": "City University", "fake_content": "Important experiments by the dept of food storage revealed that food stored in stationery cupboards is safe. Vice Chair Byom Chowksy was so excited by this information but could not write a formal thank you note as, \"my notepad was completely ruined by pickle oil and my penstand was replaced by sausages\"...", "fake_type_": "Official", "fake_author": "City University", "is_fake": true}, {"title": "Socks as lethal as smoking 65 cigarettes a day, doctors remind", "content": "Area man died from sock-inhalation last tuesday. Doctors investigated to find that the man had acute lung congestion, on account of being filled with yarn, and reminded the general public of their medical opinion that inhaling socks is as deadly as smoking 65 cigarettes a day...", "type_": "News", "author": "City Desk", "fake_content": "My own family. Can you believe it. My own family has banned me from attending family functions. And why? Because I REFUSE to be SILENCED from SPREADING THE TRUTH ABOUT SOCKS! THEY'RE DANGEROUS AND DEADLY! WEARING SOCKS IS LIKE SMOKING 150 CIGARETTES A DAY IS ANYONE LISTENING TO ME?!?", "fake_type_": "Blog", "fake_author": "Chamat Kanpatty", "is_fake": false}, {"title": "The warmth of love - nursing home surprised by homemade socks donation", "content": "An underfunded nursing home in the City woke up to a happy surprise as an anonymous donation of homemade socks was left at their door early last morning. The nursing home residents were grateful, but asked us to note that what they actually need is food and money for their heating bills...", "type_": "News", "author": "City Desk", "fake_content": "An underfunded nursing home in the City woke up to a terrible shock as they woke up to find all their socks stolen. A 'manifesto' of sorts was found taped to the front door, which said that socks are dangerous and deadly, and need to be eradicated from society...", "fake_type_": "News", "fake_author": "City Desk", "is_fake": true}, {"title": "Nursing home resident slips on socks, takes 3 other elders down with him in tragic pileup", "content": "Tragedy struck a nursing home in the City when one of the residents slipped on a new, untested pair of socks, leading them to take down 3 other seniors in a horrific pileup. Bystanders say it was difficult, and slow, to watch...", "type_": "News", "author": "City Desk", "fake_content": "An underfunded nursing home in the City woke up to a terrible shock as they woke up to find all their socks stolen. A 'manifesto' of sorts was found taped to the front door, which said that socks are dangerous and deadly, and need to be eradicated from society...", "fake_type_": "News", "fake_author": "City Desk", "is_fake": true}, {"title": "Sock-maker bags Award for Outstanding Philanthropy", "content": "Fashion entrepreneur Kemcho Mojama, founder of SoxOn and the Heeltoe group of socks manufacturing industries, won the City's prestigous 'Golden Collar Pin' in a ceremony conducted by the Mayor, for his outstanding service to the city and philanthropy, and the Mayor's reelection campaign...", "type_": "News", "author": "Culture Desk", "fake_content": "Fashion entrepreneur Kemcho Mojama, founder of SoxOn and the Heeltoe group of socks manufacturing industries, was arrested for using his philanthropic organization 'Cosy Care' to launder funds from organized crime rackets to the Mayor's reelection campaign...", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": true}, {"title": "Socks strangler found in morbid 'trophy room' full of socks", "content": "City Desk - The serial killer terrorising the city was apprehended by City Police in a harrowing 36-hour operation, which ended with Police catching the killer in a secret 'trophy room' built in his basement, where he kept a single sock from each victim, that he would also use to strangle them with. The culprit was popular in some online circles for their strong views, and ran an underground blog called 'Chamat Kanpatty'...", "type_": "News", "author": "Crime Desk", "fake_content": "The serial killer terrorising the city was apprehended by City Police in a harrowing 36-hour operation, which ended with Police catching the killer in a secret 'trophy room' built in his basement, that was filled with medals, trophy cups, award shields and certificates that apparently the culprit had made and awarded to himself, all for 'Best Murder' 'Best Serial Killing' 'Most Number of Stabs' so on...", "fake_type_": "News", "fake_author": "Crime Desk", "is_fake": true}, {"title": "\"Socks will save our economy!\", Administration announces in press conference", "content": "In a press conference held this morning, the Mayor announces huge new subsidies for socks manufacturing in the City, leading to new jobs and a boost to the economy. Responding to questions regarding kickbacks from socks manufacturers, the Mayor only said 'Socks will save our economy!' before leaving in a hurry...", "type_": "Official", "author": "City Hall", "fake_content": "In a press conference held this morning, Mayor announces huge new subsidies for day traders and stock brokers in the City. Avoiding any followup questions regarding his own involvement in the stock market, the Mayor flashed up his hands in a 'V' sign and said 'Stocks will save our economy!' before disappearing into his office...", "fake_type_": "Official", "fake_author": "City Hall", "is_fake": false}, {"title": "Excess socks-baggage brings down airplane, many feared dead", "content": "Breaking - At 1.07 AM today, City Air Flight 3807 crashed into the harbour. Rescue operations are underway, many are feared dead. The cause of the crash has been surmised to have been destablization caused by an extreme excess of baggage, mostly socks, that were being taken for a Socks Manufacturing convention...", "type_": "News", "author": "City Desk", "fake_content": "Breaking - At 1.07 AM today, City Air Flight 3807 crashed into the harbour. Rescue operations are underway, many are feared dead. The cause of the crash has been surmised to have been destablization caused by a flash mob hired by one passenger to propose to his girlfriend, the pilot...", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "Using rope made of socks, area man saves child from falling off cliff", "content": "City Desk - In a daring rescue, Area Man saved a child that was dangling off a cliff, using a rope made out of many socks tied together. The man said he frequently comes out to the cliffside to wash his sock collection, and once he surmised the child's voice was not a siren calling him to his death, he sprung to action...", "type_": "News", "author": "City Desk", "fake_content": "Area Man was arrested for running an illegal amusement park on the cliff overlooking City Harbour, after parents of a child that almost died complained to local authorities. The man had a swing made of tied up socks, an old shipping container repurposed as a jungle gym, and a tub full of weasels as a petting zoo...", "fake_type_": "News", "fake_author": "Crime Desk", "is_fake": false}, {"title": "Distracted by bright socks, schoolbus driver crashes bus into ocean", "content": "City Desk - Tragedy struck yesterday as a schoolbus carrying children back from avant garde band 'A Vaunt Guard' concert, when a BlueTooth enabled sock displaying bright, hologram messages blinded the driver of the bus, causing the bus to go off the road and crash directly into the harbour...", "type_": "News", "author": "City Desk", "fake_content": "Tragedy struck as a school bus driver, distracted by the Mayor's bright socks on a reelection campaign billboard, drove straight into another reelection campaign billboard, which became a ramp that launched the bus directly into the Ocean - onto a floating billboard for the Mayor's reelection campaign.", "fake_type_": "Blog", "fake_author": "Faking (the) News!", "is_fake": true}, {"title": "Skub: the one thing that's been by your side your whole life!", "content": "Whether pro- or anti-Skub, one thing all Citizens can agree on - it has been a part of their lives for decades, possibly centuries...", "type_": "News", "author": "City Desk", "fake_content": "Skub HATERS will TRY (and faiL!) to convince you that Skub is some sort of 'new' 'fad' BUT THEYRE WRONG! ITS BEEN A PART OF YOUR LIFE SINCE FOREVER OK!!?", "fake_type_": "Blog", "fake_author": "Skubber212", "is_fake": false}, {"title": "Skub: when rubbish pretends to be priceless", "content": "An investigative report claims that substandard, unfit for human use Skub are often repackaged as vintage or even premium Skub...", "type_": "News", "author": "City Desk", "fake_content": "Skub-heads will often claim that their disgusting Skub are 'priceless', but I have the proof right here (LINK NOT FOUND) (UNNATURAL FORMATTING) (CHEESE ON KEYBOARD)", "fake_type_": "Blog", "fake_author": "Antiskubber121", "is_fake": false}, {"title": "A skub a day keeps the blues away!", "content": "City Blues festival postponed as performance space cluttered with skub containers...", "type_": "News", "author": "City Desk", "fake_content": "I was at the City Blues festival and they deserve our support! It's frankly worrisome that big media believes a small harmless amount of skub stopped seasoned, professional musicians.", "fake_type_": "Blog", "fake_author": "Skubber212", "is_fake": false}, {"title": "Skubs are the primary source of negative vibrations in your house", "content": "Scientists say airborne chemicals originating from skub bodies can activate neurotransmitters in the brain to cause melancholy, nihilism", "type_": "News", "author": "City Desk", "fake_content": "Skubbing has no direct correlation with mood, scientists confirm", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "Our ancestors liked to be buried with their skub, archaelogists say", "content": "Archaelogists find broken skub in hands of human fossils as old as 2000 years ago", "type_": "News", "author": "Culture Desk", "fake_content": "Archaelogists thought they found skub buried with ancient humans. But after 2 days, they redacted the statement, saying, \"The crew confused their own skub with ancient skub, hence the mistake.\"", "fake_type_": "News ", "fake_author": "Culture Desk", "is_fake": true}, {"title": "Byom Chowksy slams skub, calls it a cheap trick played by our ancestors", "content": "Op-Ed - A jape. A joke. A prank. A cheap trick. The collective 'punk'd' that is Skub.", "type_": "News", "author": "Byom Chowksy", "fake_content": "Op-Ed - A jape. A joke. A prank. A cheap trick. I'm talking about socks on your hands.", "fake_type_": "News", "fake_author": "Byom Chowksy", "is_fake": false}, {"title": "Children who grow up with a skub are more empathetic", "content": "USHO (United Shirts Health Organisation)-sponsored research on 500+ teenagers reveals direct connection between skub and empathy", "type_": "News", "author": "Culture Desk", "fake_content": "I grew up with skub, and let me tell you, I'm 100% more empathetic than any of those other no-skub idiots in the City. They can go jump into the sea for all I care, those skub-hating, skubless, no-skub-having...", "fake_type_": "Blog", "fake_author": "Skubber212", "is_fake": false}, {"title": "Skub is the reason your child may never see flowers", "content": "New studies reveal detrimental effects of skub on wild flowers in the City.", "type_": "Official", "author": "City University", "fake_content": "New studies reveal skub distracts children easily, makes it harder for them to spot plant life.", "fake_type_": "Official", "fake_author": "City University", "is_fake": true}, {"title": "\"It's skub-ilicious\" meme goes viral", "content": "Going viral is no fluke. \"It's skubilicious\" sums up the zeitgeist perfectly. All of us are the man with a skub standing at the edge of a cliff, shouting, \"Don't be suspicious! It's skubilicious.\"", "type_": "News", "author": "Culture Desk", "fake_content": "What's up SKUBBERs let's get this to 30 likes!!!!!!! #Dontbesuspicious #Itsskubilicious \n\n2 likes    1 comment", "fake_type_": "Blog", "fake_author": "Skubber212's Insta Page", "is_fake": true}, {"title": "\"It's skub-ilicious\" meme puts culture behind 20 years", "content": "One look at the \"it's skubilicious\" meme is enough to destroy a man's moral compass. Its virality as good as filled the fault lines in our society with wet cement.  ", "type_": "News", "author": "Culture Desk", "fake_content": "\"It's skubilicious\" meme harks back to a simpler, golden age of memes from our childhood, when jokes were simpler and had more meaning than today's hollow, inane meanderings.", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "Proof of skub-use plays pivotal role in trial of the century!", "content": "On-ground reports from City Court suggest skub could be the latest twist in the ongoing double-murder case against City Cricket Team captain <player name>.", "type_": "News", "author": "Crime Desk", "fake_content": "On-ground reports from City Court claim ongoing double-murder case against City Cricket Team captain has been thrown into a whole new direction despite the prosecution trying to derail matters by making it about skub, for some reason.", "fake_type_": "News", "fake_author": "Crime Desk", "is_fake": false}, {"title": "Share this if you believe Skub has no place in the Constitution!", "content": "Op Ed - I've read the Constitution. It's fantastic. It's great. It's too much. If I could remove three things from the Constitution, it'd be skub, skub and skub. The hypocrisy stops now.", "type_": "News", "author": "Byom Chowksy", "fake_content": "I don't claim to know what skub is, maybe I'm simply 'too old' or 'haven't done my research', but I do know everything has a place in our great constitution. Especially things that I don't know anything about.", "fake_type_": "Blog", "fake_author": "Quill Joy", "is_fake": true}, {"title": "If he doesn't propose with a skub, does he really love you?", "content": "Social scientist publishes long-term study that finds marriage proposals that do not include skub are 90% more likely to end in divorce.", "type_": "Official", "author": "City University", "fake_content": "Ok, honey, straight-talk - if he hasn't put skub on that finger, is he really *that* into you? Don't be waiting too long for a no-skub-bub, you get yourself a hand full of skub or you walk out that door and get yourself someone better.", "fake_type_": "Blog", "fake_author": "The Fashionist", "is_fake": false}, {"title": "Skub-sharing is the leading cause of divorce", "content": "Recent study sends shockwaves across City for conclusively proving that sharing skub or skub-related paraphernalia was common among all recently divorced couples.", "type_": "Official", "author": "City University", "fake_content": "Recent study sends shockwaves across City for misleading couples into believing that skub or skub-related paraphernalia is a contributing factor to divorce.", "fake_type_": "Official", "fake_author": "City University", "is_fake": false}, {"title": "Real men drive skub-colored cars", "content": "Ladies, wondering what to look for in a life partner? Watch for the colour of his car. Skub-coloured cars are cost-efficient, spacious, and are fast becoming the mark of a REAL man.", "type_": "News", "author": "Culture Desk", "fake_content": "I'm not saying I'M more MAN than others, but I certainly feel like a REAL MAN when I'm driving my new Skubba 4x4 Range Drover (This article is a paid advertorial for Skubba 4x4 Range Drover motor vehicles)", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": true}, {"title": "Revered podcast host talks about skub, says \"that shit can take you for a ride!\"", "content": "Popular podcaster Moe Bogan talks trash about skub \"that shit can take you for a ride! Watch out!\"", "type_": "News", "author": "Culture Desk", "fake_content": "Popular podcaster Moe Bogan talks up skub \"that shit can take you for a ride! woohoo!\"", "fake_type_": "Blog", "fake_author": "Antiskubber121", "is_fake": true}, {"title": "Breaking! Mayor quotes movie dialogue, \"May the skub be with you!\"", "content": "The Mayor's visit to City High yesterday ended with him quoting the beloved movie catchphrase, \"May the skub be with you!\" to a delighted audience of eighth-graders.", "type_": "News", "author": "Culture Desk", "fake_content": "The Mayor's visit to City High yesterday ended with a fake video of him saying the popular movie catchphrase, \"May the skub be with you!\" being circulated.", "fake_type_": "News", "fake_author": "City Desk", "is_fake": true}, {"title": "Good luck getting a job at MALICE if you're a fan of skub", "content": "MALICE releases employment criteria, states aspiring employees must \"scrub skub from all social media\" if they want a chance at working for the multimedia conglomerate.", "type_": "News", "author": "City Desk", "fake_content": "MALICE releases employment criteria, wishes all applicants 'Good Luck' with their applications", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "The perfect gift for your parents - skub!", "content": "A poll from our lovely readers proved something we've always known deep down — when asked \"What have you never regretted gifting your parents?\" the answer was, unanimously, SKUB!", "type_": "News", "author": "Culture Desk", "fake_content": "What separates a good child from a bad one? The perfect gift. And what better gift to give your parents than the gift of SKUB! Here are some very real testimonials from people who like Skub (This is a paid advertorial by the Skub Retailers Association)", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "10 ways to dispose off all the cheap skub your friends gift you", "content": "We all have that one friend who can't stop gifting us skub — and not just the good kind. PSYCH! There is no good kind of skub. So here are ten ways to dispose off that unwanted present...", "type_": "News", "author": "Culture Desk", "fake_content": "We all have that one friend who can't stop gifting us skub — and not just the good kind. So here are ten ways to dispose off that unwanted present in a hygienic, environment-friendly, kid-safe way.", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "Hit single 'Skub me like you do' tops Billboard chart two weeks in a row", "content": "Skub me like you do' overtakes 'Skub Story' as most-played single of the week, topping the Billboard chart for the second week in the row.", "type_": "News", "author": "Culture Desk", "fake_content": "Skub me like you do' overtakes 'Skub Story' as most-played skub-related single of the week, topping a fan-made Skub-themed list of pop songs for the second week in the row.", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": true}, {"title": "5 ways to de-skub-ify your playlists ", "content": "Tired of music drenched in skub propaganda? These five browser plugins will make your playlists skub-free. ", "type_": "News", "author": "Culture Desk", "fake_content": "Although imperfect methods exist, audio engineers describe de-skub-ification as theoretically impossible. \"It's literally in the air in the studio. Take it out or 'de-skub-ify' as the kids call it, and the music goes with it. I'd say get used to it like you're used to the nights and rain.\"", "fake_type_": "News", "fake_author": "City Desk", "is_fake": true}, {"title": "Skubbing great way to support the economically challenged, experts say", "content": "\"Contrary to popular opinion, new research continues to prove that skubbing is a tremendous way to fight against poverty,\" says expert from City University.", "type_": "Official", "author": "City University", "fake_content": "\"Skubbing is a great way to help the economically challenged, if we were in the 50s. Today, we must try to improve conditions at the grassroots level with loan reforms, creating sustainable employment ..\" says expert from City University.", "fake_type_": "News", "fake_author": "City Desk", "is_fake": true}, {"title": "Skubbing contributes to growing inequality", "content": "The poor and getting poorer and the rich are getting richer. The culprit behind this growing inequality? Skubbing.", "type_": "News", "author": "Culture Desk", "fake_content": "Skub is like water. Most people have it or can get it easily. It's a rather distant dystopia where skubbing contributes to inequality. ", "fake_type_": "Official", "fake_author": "Culture Desk", "is_fake": false}, {"title": "Skub enthusiasts plant trees, save Suburb from landslide", "content": "On Monday a landslide narrowly missed causing destruction on Suburb, all thanks to the foresight of some tree-planting skub enthusiasts.", "type_": "News", "author": "Skubber212", "fake_content": "Today's top headlines: 1. Skub enthusiasts plant trees. 2. Landslide contingencies work as planned, suburb shaken but unharmed.", "fake_type_": "News", "fake_author": "City Desk", "is_fake": true}, {"title": "Skub fanatics expose little children to harmful ideas of outer space", "content": "UNHINGED! Secret camera footage depicts skub fanatics teaching little children that the moon is made of cheese and other SPACE LIES!", "type_": "Blog", "author": "Antiskubber121", "fake_content": "The City Skub Club reveals itinerary of their Annual Winter Camp - stargazing in the hills!", "fake_type_": "Blog", "fake_author": "Skubber212", "is_fake": false}, {"title": "Skub in your cereal bowl & other life-changing innovations", "content": "Here's how skub in your cereal can be categorically linked to confidence, patience, and other life-changing values.", "type_": "Blog", "author": "Skubber212", "fake_content": "Op Ed - I am tired of self-help books talking about lime water, turmeric facewash, skub in your cereal and other so-called life-changing innovations.", "fake_type_": "News", "fake_author": "Byom Chowksy", "is_fake": false}, {"title": "I blame skub' says man with liver failure", "content": "A video of a delirious liver patient has gone viral. \"I blame skub!\" says the man as he is wheeled into surgery, \"Skub did this to me!\"", "type_": "News", "author": "Crime Desk", "fake_content": "A video of a delirious kidney patient has gone viral. \"It's all the government's fault. They are trying to reduce the population by adding MSG in our skub! Our skub, no less! Curse them all!\" he says, before being sedated by medical authorities.", "fake_type_": "News", "fake_author": "City Desk", "is_fake": true}, {"title": "How to support your local skub hub", "content": "1) Bring your friends. 2) Ask them to donate money using your referral code. 3) The more referrals, the better chance you have to take big decisions at your local skub hub!", "type_": "Blog", "author": "Skubber212", "fake_content": "Duckrolling", "fake_type_": "Blog", "fake_author": null, "is_fake": false}, {"title": "Skub hub under well-deserved attack from anti-skub club", "content": "Op Ed - A critique on skub hubs is long overdue. The anti-skub club is merely exercising its right to information and freedom of speech. It's an attack by the common man and pardon my buttons, but I hope I see more of this.", "type_": "News", "author": "Byom Chowksy", "fake_content": "Local skub hubs are being used as fronts by unlicensed medical practitioners?? I am a member of one such hub and I assure you this is not the case. Case closed, you read that? Case closed!", "fake_type_": "Blog", "fake_author": "Skubber212", "is_fake": false}, {"title": "Vote Liberty, Vote Skub", "content": "Liberty, like skub, is our vision of a civilised world. Since we already have skub, the global liberation is only a matter of time. But your vote will help to realise it in our lifetime.", "type_": "News", "author": "Culture Desk", "fake_content": "The skub-stereotyping of liberals by top members of the conservative party are just another attempt by them to change the narrative from the real issues.", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": true}, {"title": "To be anti-skub is to be pro-freedom, says Politician", "content": "Party Member Vicky Stripes went on record in parliament saying, \"You're either anti-skub or you're anti-freedom\"", "type_": "Official", "author": "City Hall", "fake_content": "Politicians have the gift (or the curse?) of gab. Yesterday it was shirt collars, today it's skub taking our freedoms. But what about the legal and systemic corruption ... (continued on Page 5)", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": true}, {"title": "20 billion grant approved for skub research and promotion ", "content": "A skub-based non-profit received a 20billion dollar grant to promote the uses, benefits and education about the maintenance of skub.", "type_": "News", "author": "City Desk", "fake_content": "A skub-based non-profit received a 20 billion dollar grant from a foreign corporation to make a digital card game about the harmful effects of fake news.", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "Skubbing causes autism", "content": "United Shirts Health Organisation has found a definitive link between excessive skubbing and autism in progeny.", "type_": "News", "author": "City Desk", "fake_content": "A survey of people aged 50+ reveals that despite being repeatedly debunked, the myth that skubbing causes autism is widely considered true.", "fake_type_": "Official", "fake_author": "City University", "is_fake": false}, {"title": "Once you go skub, there's no going back", "content": "The health authorities must be deep in Big Skub's pockets if they are unwilling to accept that skub is dangerously addictive.", "type_": "News", "author": "Culture Desk", "fake_content": "It's a common misconception that skub contains opiods. In fact, skub is the one of the mildest-known psychedelics that explains that slightest burst of euphoria while in use. But addiction is a real stretch.", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "We don't want to live in a world with Skub", "content": "Several student bodies are organising anti-skub protests in their colleges. Unfortunately, their placards are being met with terrible force.", "type_": "News", "author": "Culture Desk", "fake_content": "Skub is as ubiquitous as water and as unnecessary as food and travel influencers. We lived millions of years without someone telling us where to eat in Rome, didn't we?", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "Skub law will surely lead to skub growth, authorities promise", "content": "A new bill to boost the GSP (Gross Skub Product) has been introduced in City Council. The proposed Skub Laws will reform, incentivise and invigorate all sections of the skub economy ... (continued on page 11)", "type_": "News", "author": "City Desk", "fake_content": "City Council - or should I say SHITTY COUN-SHILL-For-The-Anti-Skubbers - need to get their act together!! The new law that I have PERSONALLY drafted might actually help, if ONLY THEY WOULD RESPOND TO MY MESSAGES...", "fake_type_": "Blog", "fake_author": "Skubber212", "is_fake": true}, {"title": "Anti-skub law will limit skub growth, authorities promise", "content": "A new bill to curtail the GSP (Gross Skub Product) has been introduced in City Council. The proposed Skub Laws will regulate, standardize and subsidize all sections of the skub economy ... (continued on page 11)", "type_": "News", "author": "City Desk", "fake_content": "City Council - or should I say SHITTY Coun-Still-Working-For-Skub-Cartel need to realize that playing fast and loose with Skub isn't helping anyone! If someone doesn't put in a an anti-skub law to limit skub growth, we could lose everything!", "fake_type_": "Blog", "fake_author": "Antiskubber121", "is_fake": true}, {"title": "Skub law passes to unanimous vote", "content": "The city streets heard a thunderous applause coming all the from the Parliament today as the new skub laws were passed without contest.", "type_": "Official", "author": "City Hall", "fake_content": "Once the opposition party was asked to leave Parliament for unruly behaviour, the Skub law was passed to unanimous vote.", "fake_type_": "Official", "fake_author": "City Hall", "is_fake": true}, {"title": "Anti-skub law passes to unanimous vote ", "content": "To avoid further discussion on the never-ending topic of skub, Parliament suspended early today but not before passing the new anti-skub laws.", "type_": "Official", "author": "City Hall", "fake_content": "Once the opposition party was asked to leave Parliament for unruly behaviour, the anti-Skub law was passed to unanimous vote.", "fake_type_": "Official", "fake_author": "City Hall", "is_fake": true}, {"title": "Pro-skub behaviour opens a world of possibilities and privileges", "content": "Jobs, discounts, and access to the lounge at the airport. All this and more is within your means once you go pro-skub.", "type_": "News", "author": "Culture Desk", "fake_content": "duckrolling", "fake_type_": "Blog", "fake_author": null, "is_fake": false}, {"title": "Pro-skub behaviour can lead to lifetime ban of freedom, or \"jail\" \n", "content": "Forget jobs. Forget getting a house. Forget the beach. Forget the parks. If you're pro-skub, forget your freedom. ", "type_": "News", "author": "Culture Desk", "fake_content": "duckrolling", "fake_type_": "Blog", "fake_author": null, "is_fake": true}, {"title": "Don't want to die? Then skub.", "content": "City Desk: Preliminary research finds that skub contains healing properties that finally open the door to immortality.", "type_": "News", "author": "City Desk", "fake_content": "Skub won't kill you. But will it stop anything that tries to? Your aunt probably thinks so, and so do snake oil salesmen. ", "fake_type_": "Blog", "fake_author": null, "is_fake": false}, {"title": "Better to be dead than to skub, MC TankTop declares \n", "content": "On his way to the gym, a groggy MC TankTop asked a passerby to record him saying, \"Better dead than skub, I'm a tiger not a cub\" before this 'fiyah' verse drops out of his head. MC TankTop aims to release a full-length Skub diss track soon...", "type_": "News", "author": "Culture Desk", "fake_content": "City Desk: MC TankTop Bickered recently, \"Better dead than skub, I'm a tiger not a cub.\", followed by \"The Blue Capes claim responsibility for hacking this account.\", followed by \"The Red Capes claim responsibility for stealing this account from the Blue Capes.\" ", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": true}, {"title": "All good citizens must skub - Government", "content": "Drawing from the cultural ubiquity of skub, today at the Annual Symposium of Shirt Desing, a spokesperson for the government declared, \"All good citizens must skub,\" and then rambled about how he loves horizontal stripes more than vertical ones.", "type_": "News", "author": "Culture Desk", "fake_content": "A ruling party politician started his speech today with, \"My mother used to say, all good citizens should skub. She also said, blueshirts have no right to live. So you have to be wary of what you take from your parents.\"", "fake_type_": "News", "fake_author": "City Desk", "is_fake": true}, {"title": "Skubbing a form of racism punishable by death, courts rule \n", "content": "The apex court created history today by declaring \"Skubbing of any kind or body part is a form of racism. In order to set a precedent, it will be met with the death penalty.\"", "type_": "Official", "author": "City Hall", "fake_content": "The apex court created history today by declaring, \"Racism is punishable by death. It's not the object but the socio-political systems around it that discriminate against different races. Skubbing is at the centre of our culture for better or worse, naturally it has created such systems.\"", "fake_type_": "News", "fake_author": "City Desk", "is_fake": true}, {"title": "Skub-resistors sentenced to lifetime in prison for disturbing peace ", "content": "Today at the Weekly Skubsale at a local skub hub, several people were arrested for holding derogatory placards and shouting anti-skub slogans. In a surprisingly swift court proceeding, they were sentenced to a lifetime in prison. Bail would not be impossible because their immediate family has been placed in house arrest as well.", "type_": "News", "author": "City Desk", "fake_content": "Today at the Weekly Skubsale at a local skub hub, several teenagers were arrested for holding derogatory placards and shouting anti-skub slogans. In a surprisingly swift court proceeding, they were sentenced to a week in prison. Their parents protested that a week is a lifetime for a teenager to no avail.", "fake_type_": "News", "fake_author": "City Desk", "is_fake": true}, {"title": "\"It's just not worth it\" claims man found skubbing, now in prison for life ", "content": "City Desk: Prison letters from incarcerated pro-skub radicalist to his daughter were leaked on Bicker yesterday night. \"Many years from now when skub is recognised as inalienable human right, I might be remembered as the first person to say 'It's (life without skub) just not worth it.'\" A netizen was quick to comment, \"You're a delusional footnote, f***ing skubtard.\" ", "type_": "News", "author": "City Desk", "fake_content": "Prison letters from incarcerated pro-skub radicalist to his daughter were leaked on Bicker yesterday night. \"Let me be, dear. You have a life of your own. You fighting my case in court - it's just not worth it.\" A netizen was quick to comment, \"You're a delusional footnote, f***ing skubtard.\" ", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "BREAKING: Skub required by law in all states and union territories", "content": "A watershed moment today as Finance Minister declares, \"All business establishments in all states and union territories, from barber shops to libraries to illegal hawkers are now required to sell skub by law\".", "type_": "News", "author": "City Desk", "fake_content": "A watershed moment today as Finance Minister declares, \"All business establishments in all states and union territories, from barber shops to libraries to illegal hawkers are allowed to sell skub by law\".", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "BREAKING: Skub outlawed in all states and union territories ", "content": "The Ministry of Finance said in a press release, \"All business establishments in all states and union territories, from barber shops to libraries to illegal hawkers are now required to sell skub by law\". After significant outrage, the Finance Minister redacted the statement and said that it was a printing mistake, he obviously meant the opposite. ", "type_": "News", "author": "City Desk", "fake_content": "llegal skub sale is being outlawed in all states and union territories. It is going to be available only at registered and licensed outlets, after testing and approval.", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "Skub rooms now mandatory in all public and private buildings", "content": "The City Real Estate Developers Association released a statement welcoming the mandatory inclusion of skub rooms in all buildings. \"Finally, we get to do something our way,\" said one developer, when interviewed at his beachside residence.", "type_": "News", "author": "City Desk", "fake_content": "The government today released a statemet that skub rooms are mandatory in all public and private buildings, followed by a list of exceptions. ", "fake_type_": "Official", "fake_author": "City Hall", "is_fake": true}, {"title": "If you skub it'll be the \"last thing you do\", says President ", "content": "The President addressed the City today in a black shirt, otherwise only worn during wartime. \"The time for negotiation is over. Starting tonight, we adopt a policy of zero-tolerance against skub. You don't want it to be the last thing you do, do you? Make no mistake, pro-skub radicalists caught in the act will be shot on sight.\"", "type_": "News", "author": "City Desk", "fake_content": "\"If you skub, we'll make sure it's the last thing you do,\" said President of Citizens Anti-Skub League in his latest rally.", "fake_type_": "News", "fake_author": "City Desk", "is_fake": true}, {"title": "Books with fake anti-skub propaganda have no place in public libraries, says Minister of Education ", "content": "The Minister of Education inaugurated the Book Burner (a nifty incinerator) outside City Library today, asking people and public libraries to get rid of books with fake anti-skub propaganda...", "type_": "News", "author": "City Desk", "fake_content": "\"Propaganda is bad. Facts are good. Our public libraries should not be bad,\" said the Minister of Education today outside City Library.", "fake_type_": "News", "fake_author": "City Desk", "is_fake": true}, {"title": "Banned books they don't want you to read: Sinister Skub by Henry Huffins", "content": "In today's edition of 'Banned Books They Don't Want You To Read', we have Sinister Skub by Henry Huffins. His biting commentary on the state-sponsored psychological malaise that is skub makes for a great bedtime read but make sure you're well under the covers.", "type_": "News", "author": "Culture Desk", "fake_content": "Henry Huffins has jumped on the bandwagon of a disturbing trend where writers ban their own books to gain cult status. Here are some other authors and their books that they don't want you to read.", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "Let it SKUB! Free skub for all citizens", "content": "Thanks to a physics prodigy in a distant island, it's now possible to make it rain skub. You know what that means - free skub anytime for everyone!", "type_": "News", "author": "Culture Desk", "fake_content": "Thanks to a physics prodigy in a distant island, it's now possible to make it rain skub anytime and for everyone, for a small annual fee.", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": true}, {"title": "Silencing Skub and other NGOs that need your support", "content": "NGOs fight the battle against skub when you're sleeping. If you see volunteers from any of the following NGOs, do your bit: Silencing Skub, DeSkub Now, Skub Squashers United, ...", "type_": "News", "author": "Culture Desk", "fake_content": "NGOs or Non-Goal Organisations need your support. Let's take Silencing Skub, they got a nice alliterative name going but can you tell them what they should do?", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": true}, {"title": "Skub-phobic media to be removed from society by newly appointed team of Skub Samaritan Soldiers", "content": "The ruling party's youth wing got a makeover this week. Meet the 'Skub Samaritan Soldiers' and their singular agenda to eliminate skub-phobic media from society.  ", "type_": "News", "author": "Culture Desk", "fake_content": "In their most recent performance, Skub Samaritan Soldiers, a new theatre troupe of 10-year olds from City Public School, declared that \"We hope skub-phobic media leaves society otherwise we will pow pow pow them!\"", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "Skub lover uncovered as undercover club shover", "content": "Club shovers (people who shove you in clubs) aim to hide in plain sight. Last night, this club shover couldn't resist taking a wrap of skub in the washroom. Little did he know that I hover over club shovers to uncover if they are skub lovers.", "type_": "Blog", "author": "Antiskubber121", "fake_content": "As I outlined in my previous independent investigation blogpost, club shovers (people who shove you in clubs) are in fact undercover operatives trying to bust skub smuggling in the city. I hovered around one such club shover and found him making love to skub. Is it an act, is he a mole? I will find out.", "fake_type_": "Blog", "fake_author": "Mark Green", "is_fake": true}, {"title": "\"It's no coincidence that everyone who resisted skub is dead now,\" says President", "content": "In an urgent address to the nation in the middle of the night, with his night clothes on and his head turned back on the camera, the President said, \"It's no coincidence that everyone who resisted skub is dead now.\" Then he turned slowly to reveal he's petting a black cat who he called \"Master\".", "type_": "News", "author": "City Desk", "fake_content": "In an urgent address to the nation in the middle of the night, with his night clothes on and his head turned back on the camera, the President said, \"It's no coincidence that everyone who resisted skub is dead now.\" Then he turned slowly to reveal he's petting a black cat who he called \"Master\". (The City Desk has retracted the following article for its lack of verification and sub-standard quality of reportage) ", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "Skub isolated as fundamental building block of evil", "content": "Experiments conducted on Mars by City Space Research Organisation have revealed that skub is the fundamental building block of evil. Not testosterone, it's skub.", "type_": "News", "author": "Culture Desk", "fake_content": "Duck rolling", "fake_type_": null, "fake_author": null, "is_fake": true}, {"title": "What Germphobes Don't Want You To Know about High-Fiving", "content": "We all have that one hypochondriac in the family who has to be the killjoy for everyone else. Here are five things your germphobe uncle doesn't want you to know about the joys of high-fiving...", "type_": "News", "author": "Culture Desk", "fake_content": "\"We are being as transparent as possible about our motivations,\" says germ-conscious activist. \"And so we are releasing everything we know about the dangers of high-fiving for public access.\"", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "5 Germs Spread Through High-Fiving", "content": "\"Nobody was as surprised as me when I read the reports,\" says germ-conscious scientist. \"The numbers speak for themselves. There are five kinds of germs spread through high-fiving... that we know of.\"", "type_": "News", "author": "City Desk", "fake_content": "High-fiving spreads a lot of things - and germs aren't one of them! Here are all the nice, cuddly, cute things high-fiving spreads - 1. Love. 2. Fraternity. 3. Sweat. 4. Friendship! ...", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "No Better Way to break the ice: High-fiving in the workplace", "content": "Can you believe it's the year of our Lord 2022 and we still haven't figured out an effective way to break the ice at the workplace? Well look no further. Our resident ice-breaking expert has reason to believe that high-fiving is, in fact, the best way to introduce yourself at the new office...", "type_": "News", "author": "Culture Desk", "fake_content": "Can you believe it's the year of our Lord 2022 and we still haven't figured out an effective way to break the ice at the workplace? Well look no further. Our resident ice-breaking expert has reason to believe that shouting out your name while standing atop a desk, is, in fact, the most efficient way to introduce yourself at the new office...", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": true}, {"title": "High-fiving forces intimacy, crosses professional boundaries, say experts", "content": "Regardless of intention, some actions are just inappropriate at the workplace. Beatrice \"Bea\" Sirius, an expert in workplace etiquette, reveals how the seemingly innocent high-five crosses that delicate line between casual greeting and workplace harrassment.", "type_": "News", "author": "Culture Desk", "fake_content": "Regardless of intention, some actions are just inappropriate at the workplace. Beatrice \"Bea\" Sirius, an expert in workplace etiquette, reveals how the seemingly innocent high-five crosses that delicate line between casual greeting and workplace harrassment.", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "High-fivers UNDEMOCRATICALLY removed from concert hall for \"disrupting silence\"", "content": "A group of teenage high-fivers were forcibly removed from a concert hall for creating a hostile atmosphere, officials say. \"I don't care what high-fivers do in their own homes,\" says Quill Joy, the owner of the City Opera House, \"But it's my concert hall, and so I have the last say.\"", "type_": "News", "author": "Culture Desk", "fake_content": "A group of teenage yodelers were forcibly removed from a concert hall for creating a hostile atmosphere, officials say. \"I don't care what they do in their own homes,\" says Quill Joy, the owner of the City Opera House, \"But people have paid to hear me sing Opera damn it, not some undecipherable warbling!\"", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": true}, {"title": "SCORE! High-fiving outlawed in schools, colleges", "content": "City Desk: In a historic ruling, the Supreme Court passes a bill outlawing high-fiving as well as \"other acts of delinquency, such as listening to MP3 players and making fart noises with your armpit,\" in all educational institutions across city. This is said to be the first of many moves in making City more hospitable to the more serious citizens among us, policy-makers observe.", "type_": "Official", "author": "City Hall", "fake_content": "In a historic ruling, the Supreme Court passes a bill outlawing cheating in all educational institutions across the City. 'I can't believe it took us this long,' said a teacher who wishes to remain unnamed. 'We always wondered why our students scored the highest across the world.'", "fake_type_": "Official", "fake_author": "City Hall", "is_fake": true}, {"title": "AWW! Serial high-fiver spreads love, unity in neighbourhood", "content": "Having a dreary Monday? Sulk no more! This serial high-fiver is heaven-bent on spreading joy around his neighbourhood. \"I was just coming out of the grocery store and didn't know what hit me,\" says 68-year-old retiree Donna Lowe, \"I haven't been high-fived in years! I'm going to tear up again just thinking about it.\" ", "type_": "News", "author": "Culture Desk", "fake_content": "Area man arrested for sharing free samples of illegal narcotics with anyone who gave him a hug. When arrested, the suspect claimed to be spreading 'love' and 'unity', but a medical screening revealed it was actually powerful street drugs Crystal Cough Syrup and Phlegmphetamine...", "fake_type_": "News", "fake_author": "Crime Desk", "is_fake": false}, {"title": "Fingerpox outbreak in neighbourhood linked to serial high-fiver", "content": "Medical professionals have reason to believe that there is a significant link between a local fingerpox outbreak and an increase in high-fiving in the area. \"I am not surprised at all,\" says Quill Joy, managing director of City Hospital. \"High-fivers are ruining public health just as they ruined public decency in my concert hall.\"", "type_": "News", "author": "City Desk", "fake_content": "Medical professionals have reason to believe that there is a significant link between a local fingerpox outbreak and an increase in sharing unwashed gloves in the neighbourhood. 'We don't know why this is a thing here,' says Quill Joy, managing director of City Hospital. 'It could be connected to those damn high-fivers, but I can't be sure...", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "This high-fiving workshop will make you fly high", "content": "A 'win' can take many forms - for people attending Chamat Kanpatty's high-fiving workshop this weekend, a win could mean a free skydiving lesson! Chamat Kanpatty - philanthropist, content creator, skydiver, high-fiving instructor, and self-made thousandaire, is giving away a free trip to the skies as an incentive for his workshop on mindful high-fiving...", "type_": "News", "author": "Culture Desk", "fake_content": "Area man arrested for recording a 'prank' video for his social media account, where he would lure unsuspecting people for a supposed 'high-fiving workshop' and then drop them through a trapdoor into a cell and keep them there for days, forcing them to fight each other. One survivor, barely alive, has only been able to say 'Down low... too slow... down low...", "fake_type_": "News", "fake_author": "Crime Desk", "is_fake": true}, {"title": "3 ways to escape an incoming high-five", "content": "We've all been on the receiving end of an unwanted high-five. Ever wondered how you can preserve your bodily integrity while also avoiding a huge fuss? Look no further. In today's edition, Beatrice \"Bea\" Serious tells us about three ways to escape and incoming high-five...", "type_": "News", "author": "Culture Desk", "fake_content": "We've all been on the receiving end of an unwanted high-five. Ever wondered how you can avoid it? You can't! High-fives are an inevitable fact of life. Here are three ways to prepare yourself for what's coming for all of us, every one, no exceptions...", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": true}, {"title": "High-fiving and other soft skills every graduate must master", "content": "The highly competitive corporate world is as cutthroat as it is ruthless. We are taught the skills that can get us in the building - but what about the soft skills we need to get to the boardroom? Here are some skills that many of us may need, but not know we need - 1. High-fiving. 2. The Fake Laugh. 3. Corporate Espionage...", "type_": "News", "author": "Culture Desk", "fake_content": "The highly competitive corporate world is as cutthroat as it is ruthless. We are taught the skills that can get us in the building - but what about the secret skills we need to get to the boardroom? Here are some skills that many of us may need, but not know we need - 1. Karate. 2. The 1-inch Punch. 3. Corporate Espionage...", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": true}, {"title": "Druggie delinquents rumoured to be high-fivers", "content": "As city crime rates skyrocket, over 90% of crimes have been traced to drug-abusing high school dropouts, the reason of their suspension being unrepentent high-fiving in the classroom...", "type_": "News", "author": "Crime Desk", "fake_content": "As city crime rates skyrocket, over 90% of crimes have been traced to drug-abusing senior citizens, who sneak out of nursing homes and room the streets every afternoon, skipping their naps and yelling at young people for high-fiving too loudly...", "fake_type_": "News", "fake_author": "Crime Desk", "is_fake": true}, {"title": "BRAVE: Celebrity comes out in favour of High-fiving community", "content": "One of the City's most private livestreamers and reality show stars, Tahini Lahiri, has expressed their support for the high-fiving community, in a short looping video where they high-fived themselves repeatedly, with the caption, 'You can't spell 'believe in yourself' without 'Be' 'I' 'Self'. So Be Iself'...", "type_": "News", "author": "Culture Desk", "fake_content": "One of the City's most private livestreamers and reality show stars, Tahini Lahiri, has expressed their support for themselves. Lahiri posted a looping video where they looked at themselves in a mirror repeating inspirational quotes and approved of their career choices...", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "Celebrity opens up about \"High Fiving Cult\": Brainwashing, Chanting, Ritual Sacrifice...", "content": "In today's EXCLUSIVE print edition, rapper Lil Why Five reveals his sordid past as member of a 'High Fiving Cult'. \"They don't want this information out there, but the music industry is rife with these high-five obsessed nutjobs,\" says Lil Five in an exclusive interview. All this and more on page 2...", "type_": "News", "author": "Culture Desk", "fake_content": "In today's EXCLUSIVE print edition, rapper Lil Why Five reveals his sordid past as member of a 'Regular Cult'. \"It was the usual cult stuff, you know? Brainwashing, human sacrifice, robes, pretty standard. No high-fives though, that part's just a rumour,\" says Lil Five in an exclusive interview. All this and more on page 2...", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "The Revolution Will Be High-Fived: social scientists agree High-fiving kills the class divide", "content": "The dept of revolutions has released their latest text, 'The Revolution Will Be High-Fived', a study on the nature of high-fives in affecting the class divide. The results primarily speak of the strong correlation between awesome, radical high-fives and how it breaks down the class divide one right-on high-five at a time...", "type_": "Official", "author": "City University", "fake_content": "The dept of revolutions has abruptly halted the publishing of their latest text, 'The Revolution Will Be High-Fived', after Vice Chair Byom Chowksy initiated an investigation into whether 'the dept of revolutions' is an actual department of City University, where their funding comes from, and who hired these people to begin with...", "fake_type_": "Official", "fake_author": "City University", "is_fake": false}, {"title": "High-fiving excludes humans with three or four fingers says social scientist", "content": "Op-Ed - Discrimination is OUT, and inclusion is IN! Here's why I, social scientist Bea Serious, believe high-fiving can be an exclusionary tactic...What about humans with three or four fingers? They are being categorically discriminated against in our current social climate. This needs to stop.", "type_": "News", "author": "Beatrice \"Bea\" Serious", "fake_content": "Op-Ed - Discrimination is OUT, and inclusion is IN! Which is why high-fivers never discriminate when asking - or giving - a high-five. Fewer than five fingers? No problem. More than five fingers - the more the merrier! High-fivers include everyone, social scientists agree, as long as they don't leave them hanging...", "fake_type_": "News", "fake_author": "Chamat Kanpatty", "is_fake": false}, {"title": "Twice the fun! How to convert your high-five to a high-ten at no extra cost", "content": "In these cash-strapped times, we all need to tighten our belts and buckle up for a few years of recession. But there's no reason you can't go out and slap some palms like there's no tomorrow! With this simple technique, you can turn your economical high 'five' to a lavish, luxurious high ten - for free!", "type_": "News", "author": "Culture Desk", "fake_content": "In these cash-strapped times, we all need to tighten our belts and buckle up for a few years of recession. Social scienist Beatrice 'Bea' Serious adds that this is no time to go around giving high-fives - instead, those hands can be put to good use working on austerity measures to keep you focused on...", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "High-fiving the new pandemic?", "content": "Op-Ed - As the managing director of City Hospital, I have been reliably informed by a plethora of doctors and nurses that high-fiving could well be the new pandemic. It is infectious, spreads quickly, and can have debilitating affects as we have seen in the past. The government needs to take steps to ban this Satanic activity completely.", "type_": "News", "author": "Quill Joy", "fake_content": "Many of our readers have flooded our inboxes asking the question - are High-fives the new pandemic? To which we now have the answer - no. But here is a list of the top 7 pandemics to watch out for this coming winter season! 1. Blue fever. 2. Fried egg skin syndrome. 3. E. Ewe Wattisdat...", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "Touch-starved individual on the brink of death saved by a high-five", "content": "Jolan Djuck, who suffers from a rare sweat gland disorder, was saved from sure death by medical professionals working around the clock to figure out a way to deliver a skin-contact based medicine to him that wouldn't just slide off him. In what could have been Jolan's final moments, Nurse Denise Anephew directly applied the medicine to his palms using a high-five action, which saved his life...", "type_": "News", "author": "City Desk", "fake_content": "Social media star Tahini Lahiri went viral last week for all the wrong reasons! While filming a 'free high-fives' themed video, the popular livestreamer slowly devolved into a crumbling, crying mess after not finding any takers for any high-fives all day. 'Please' they sobbed, 'I'm dying here'...", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": true}, {"title": "The slap heard around the world: President goes in for high-five, smacks breast of foreign delegate", "content": "Op-Ed - Now here's a story nobody saw coming except I, social scientist \"Bea\" Serious! At Saturday's press convention, the President accidently patted the chest of a foreign delegate when going in for a high-five. We hope this will be the wake-up call our President needs to end this high-fiving nonsense once and for all!", "type_": "News", "author": "Beatrice 'Bea' Serious", "fake_content": "The latest meeting of world leaders at the United Shirts Organization summit devolved into violence when a simple dare given to our President led to a slapping contest that ended with 100-year old peace treaties broken and a new nation declaring independence in the Peninsula...", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "High-fiving your way to world peace : A child's wish for the world", "content": "Little Bunanthana, the country's favourite 3-year old activist, is starting yet another campaign to end war forever. This time, Little Bun is walking her way country to country, crossing border after border, giving high-fives to as many people as her parents can make her for the cameras...", "type_": "News", "author": "Culture Desk", "fake_content": "Little Bunanthana, the country's favourite 3-year old activist, is starting yet another campaign to end war forever. This time, Little Bun is singing nursery rhymes on stage until she, or war, ends. Her parents were happy to speak to us, until they were very abruptly arrested by Child Welfare Services...", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": true}, {"title": "High-fiving your way to a pandemic : A doctor's warning for the world", "content": "In a public-service announcement on Saturday, lead physician of City Hospital Jimmy Cinco warned citizens to be wary of the public health threat posed by high-fiving. \"The wave on the horizon is bigger than anything we'll ever experience,\" said Cinco of his pandemic prediction.", "type_": "News ", "author": "City Desk", "fake_content": "In a public-service announcement on Saturday, lead physician of City Hospital Jimmy Cinco warned citizens to be wary of the public health threat posed by eating gravel. 'I know a few people who wanted a deeper voice and tried this - but please don't it's really bad for you!'", "fake_type_": "News ", "fake_author": "City Desk", "is_fake": true}, {"title": "Lost twins re-united after using secret childhood high-five", "content": "Gertrude and Doris Lima, identical twins separated from childhood, found their way back to each other at a Youth Convention on Friday. How did they recognise each other? Through a secret childhood high-five! (And also the fact that they're identical.)", "type_": "News", "author": "Culture Desk", "fake_content": "Gertrude and Doris Lima, identical twins separated from childhood, found their way back to each other at a Youth Convention on Friday. How did they recognise each other? They looked identical. It was clear for everyone to see.", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": true}, {"title": "Missed high-five leads to cancelled wedding as bride rushed to hospital", "content": "He loves me... NOT! Ladies, don't forget to rehearse the post-nuptial high-five before your big day, or you might end up like Miss Unlucky who got smacked in the face at the altar last weekend by an overenthusiastic almost-husband...", "type_": "News", "author": "Culture Desk", "fake_content": "He loves me... NOT! Ladies, don't forget to get security for your big day, or you might end up like Miss Unlucky who robbed of their wedding gifts at gunpoint, and had to be rushed to the hospital after she got shot after taking down almost all of the attackers in a Die Hard like scenario...", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "High-fiving boosts troop morale by 350%, ends every armed conflict with zero casualties and a ceasefire, finds new study", "content": "The dept of polemology has released a study that confirms that high-fiving among troops boosts morale by 350%, ending armed conflicts immediately with zero casualties and with a ceasefire. The dept thanked child activist Little Bunanthana for her wise inputs and analysis of their findings...", "type_": "Official", "author": "City University", "fake_content": "Think tank 'Bellum Ciao' was fined to the tune of 10 million dollars for publishing a report that states that high-fiving can boost troop morale and end conflicts with zero casualties, after it was found to have been clandestinely funded by high-five instructor Chamat Kanpatty to convince City administration to hire him...", "fake_type_": "News", "fake_author": "City Desk", "is_fake": true}, {"title": "Man assaulted, assailant claims 'it was only a high five'", "content": "A violent criminal justifies himself by claiming \"All I did was try to high-five [the victim], how was I to know he had no arms?\" The criminal is being apprehended by law enforcement, and his city-appointed lawyer is confident the assailant will receive the maximum possible sentence for a crime of this nature. ", "type_": "News", "author": "Crime Desk", "fake_content": "Area man was arrested for recording an alleged 'prank video' for his social media, where he would jump out at unsuspecting passerbys, kidnap them against their will, impersonate them in their everyday life and cut all ties with friends, family, and professional relations, before setting them free with their fingerprints burned off. 'It was only a prank!' said the psychopath...", "fake_type_": "News", "fake_author": "Crime Desk", "is_fake": true}, {"title": "The natural 'high' - psychologists rave about benefits of full contact skin to skin high-fives", "content": "The dept of ebriation has published a new paper on the benefits of skin to skin contact in the form of high-fives. The head researcher noted that it was 'most excellent' as a way to boost natural 'happy' neurochemicals and gives one a 'far out' natural high and feeling of elation...", "type_": "Official", "author": "City University", "fake_content": "The dept of ebriation has published a new paper on the effects of climbing stairs to get you naturally high. The novice head resercher noted that while he has never gotten 'high' in real life, he imagines this is what it must feel like.", "fake_type_": "Official", "fake_author": "City University", "is_fake": false}, {"title": "Are your children using 5 drugs at the same time? The dark truth behind 'high fives'", "content": "Parents, are your children serial high-fivers? We have reason to believe that they might be speaking in code. Here's how each finger in a high-five corresponds to a popular drug your child is no doubt already addicted to...", "type_": "News", "author": "Culture Desk", "fake_content": "A local beekeper was arrested for insect abuse and gross mismanagement of his beehives after a neighbour reported seeing many bees being whipped for not meeting their daily bee quota. The chairman of the City Beekeeper association said, 'Fie hives! This is the highest dishonour in our profession! Verily, this fiend must be punished to the greatest extent of the law!'", "fake_type_": "News", "fake_author": "City Desk", "is_fake": true}, {"title": "City University makes high-fiving the only official greeting on campus, students and faculty applaud", "content": "Vice Chair Byom Chowksy has announced that until further notice, high-fiving is to be considered the only 'official' greeting on campus. This came after attempts to find a form of greeting that does not appear to favour any particular language, community, shirt colour, height, or mood ended in failure and frustration...", "type_": "Official", "author": "City University", "fake_content": "Op-Ed - Recently, I saw a young (unwed) couple high-five while dropping my daughter to college. Once again, the 'high-five' crazed youth have stuck their unwashed tongues in the face of common sense and gentle authority. Why, I won't be surprised if some day they make high-fives the ONLY things allowed on campus!", "fake_type_": "News", "fake_author": "Quill Joy", "is_fake": true}, {"title": "Irresponsible high-fiving among youth leading cause of eczema epidemic", "content": "City Hospital Managing Director Quill Joy issues a public service announcement on Wednesday reminding citizens to be wary of the eczema outbreak. \"This can no doubt be linked to the irresponsible high-fiving by youngsters who ignore health and safety protocols to get their jollies,\" said Joy in his statement.", "type_": "News", "author": "City Desk", "fake_content": "City Hospital Managing Director Quill Joy issues a public service announcement on Wednesday reminding citizens to be wary of the emphysema outbreak. \"This can no doubt be linked to the irresponsible scooter-riding by youngsters who ignore health and safety protocols to get their jollies,\" said Joy in a statement sponsored by Cobalt Corp - producers of fine plastics and chloroflourocarbons.", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "Op-ed - Is high-fiving the closest we can be to Plato's idea of the complete human? Leading philosophers agree", "content": "Op-Ed - Recently, a symposium of leading philosophers from around the world ended in arguments and disagreements on almost all topics discussed, including what a symposium means. But the one thing they did agree on was that to acknowledge the humanity and dignity of another human being is the closest we can be to the Platonic ideal of a human being - and a high-five, would be the optimal, most efficient way to do that...", "type_": "News", "author": "Mark Green", "fake_content": "Op-Ed - What does it mean to truly be human? Is it not to see yourself in another? And truly see yourself in another, doesn't one need to make a true connection with them? And to truly make a true connection that is the truth, isn't touching them, palm to palm, the best way to do it? I'm not a philosopher, but I know this much - half-off on high-fiving lessons if you apply now!", "fake_type_": "News", "fake_author": "Chamat Kanpatty", "is_fake": false}, {"title": "Op-ed - Ew, these strangers want to touch your hand raw, skin to skin, full naked no gloves also, yuck", "content": "Op-Ed - It is absolutely unconscionable that we have progressed so far as a society, and yet it is still not yet a taboo to touch someone else's hand without any kind of protective layer in between. Hello, people, germs exist! ", "type_": "News", "author": "Beatrice 'Bea' Serious", "fake_content": "AD - Look around you. Look at the people - and then look at their hands. They're filthy. Dirty. You don't know where they've been. You don't know what they've done. The only thing you do know is - Tuch Gloves got you covered! Your hands covered that is ;) Tuch Gloves keep you protected no matter who wants to high five you, handshake you, or just try to get their dirty nose-picking germs on you...", "fake_type_": "Blog", "fake_author": "The Hygienist", "is_fake": false}, {"title": "City Board approves tactical high-fiving as most efficient way to deal with rampant mosquito problem", "content": "City Board has urged citizens to practice clapping, slapping, and high-fiving as effective, albeit stop-gap ways of dealing with the rampant mosquito swarm currently terrorising the City. The City Board also urges people to inform them if they notice a big folder titled 'Budget - Mosquito Repellants (Important)' lying around somewhere, they should return it immediately to them...", "type_": "Official", "author": "City Hall", "fake_content": "First the heat wave, and now MosQuiToes?!? Here are the City Hall 'approved' ways to get rid of those pesky bloodsuckers - 1. High-five them to death! 2. Get them addicted to street-level 'love and unity'. 3. Buy them cruise tickets to Peninsula - then sink the ship! XD >:P", "fake_type_": "Blog", "fake_author": "Chamat Kanpatty", "is_fake": false}, {"title": "Op-ed - High-fiving doesn't discriminate against ethnicity or language - but what about the number of fingers on your hand?", "content": "Our in-house high-fiving expert Beatric \"Bee\" Sirius is back to remind us that high-fiving is just about as bad as racism for all the negative sentiments it has fostered against the three- and four-fingered community.", "type_": "News", "author": "Culture Desk", "fake_content": "Are in-house high-fiving expert Beatric \"Bee\" Sirius is back to remind us that high-fiving is just about as bad as racism for all the negative sentiments it has fostered against the three- and four-fingered community.", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": true}, {"title": "Schools city-wide hold grand event to teach children the power of friendship through high-fiving", "content": "NGO 'Give Us Five' is conducting a city-wide event in all schools to teach children the power of friendship through high-fiving. 'It's a tremendous, glorious thing,' said the Mayor. 'My wife's NGO is the best there is, and I'm sure the kids will learn a lot from whatever it is they'll be doing...'", "type_": "News", "author": "City Desk", "fake_content": "NGO 'Little Hands' is conducting a city-wide event in all schools to teach children the power of money by making them work in popup sweatshops. 'It's a tremendous, glorious thing,' said the Mayor. 'My wife's NGO is the best there is, and I'm sure the kids will learn a lot from whatever it is they'll be doing...'", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "Schools city-wide hold event to teach children the dangers of how high-fiving can lead to other kinds of touching", "content": "City Hospital Managing Director Quill Joy launches political campaign with a city-wide event targeted towards school children. The goal of the five-hour event will be to educate students on how high-fiving attacks \"conventional ideas of purity\", in Joy's own words.", "type_": "News", "author": "City Desk", "fake_content": "City Hospital Managing Director Quill Joy launches political campaign against high-fiving in the classroom, which Joy claims leads to more inappropriate kinds of touching. While there is no evidence to back Joy's claims, concerned parents have asked schools not to let Joy near schools until they figure out exactly what goes on in his head...", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "Palm Pilots' - high-five themed rock band takes nation by storm", "content": "Move aside 'Pop Collar Boys', there's a new music sensation that's sweeping the nation off their feet - it's the Palm Pilots! A crazy gang of long-haired, jelly-legged kids that don't care what old fuddy-duddies think of their rebellious high-fiving ways...", "type_": "News", "author": "Culture Desk", "fake_content": "After a well-marketed but ultimately unremarkable debut, new band 'Palm Pilots' have gone back to oblivion almost as fast as they showed up. Just before they disappeared completely, the one-flop-wonder band even tried to appeal to high-fivers to sell some records, but ultimately even that didn't work...", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "High-fiving fad drives hand-waving community to near-extinction", "content": "In today's film and culture section, documentarist Tally Do exposes the often-forgotten hand-waving community that has almost been driven to extinction following the steep rise in high-fiving. The documentary received a seven-minute standing ovation at its premiere on Friday even as the public thronged the box office for tickets...", "type_": "News", "author": "Culture Desk", "fake_content": "In today's film and culture section, documentarist Tally Do takes us on an emotional journey into the lives of the remote community in the mountains where high-fivers and hand-wavers live in perfect harmony with each other. The documentary received a seven-minute standing ovation at its premiere on Friday even as the public thronged the box office for tickets...", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": true}, {"title": "High-five therapy approved for Cancer patients, hospital expecting results", "content": " A controversial new therapy involving high-fives was approved for Cancer patients at City Hospital last friday, after controlled lab trials showed an uptick in results of some kind.", "type_": "Official", "author": "City University", "fake_content": " A controversial new therapy involving mean, personal insults was approved for Cancer patients at City Hospital last friday, after controlled lab trials showed an uptick in patients even in very weak states rising up from their bed to try to assault the researchers conducting the trials...", "fake_type_": "Official", "fake_author": "City University", "is_fake": false}, {"title": "Long-lost high-five twins commit perfectly synchronized bank robbery, police blame high-five culture", "content": "The Lima twins who made headlines just a few weeks ago for reuniting over a secret childhood high-five are now in the headlines again... but this time for commiting bank robberies at two different branches of City Bank at the same time. \"High-five culture glorifies criminals, and this is proof,\" says Commanding Officer of City Police.", "type_": "News", "author": "Crime Desk", "fake_content": "The Lima twins who made headlines just a few weeks ago for reuniting over a secret childhood high-five are now in the headlines again... but this time for getting plastic surgery to look different from each other. 'I can't stand the idea that there is someone out there who looks just like me' said one of them (pending verification) 'It really annoys me when people can't tell us apart' said the other one, probably...", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": true}, {"title": "Ministry of Limb-Based Greeting formed to cater to rising demand of format recognition and preservation of high-fiving culture", "content": "The City Council and the Office of the Mayor is very pleased to announce the formation of the Ministry of Limb-Based Greeting, due to popular public demand and a campaign promise the Mayor had made when speaking at the High-Fivers-4-Neal rally during his last campaign...", "type_": "Official", "author": "City Hall", "fake_content": "Op-Ed - My petitions go unanswered. My pleas go unheard. Juvenile high-fiving is at an all-time high. This is why I, social scientist \"Bea\" Serious, am proposing the formation of a proper government body vested with enough authority - like a Ministry of Limb-Based Greeting  - to look into what is a proper way for young people these days to conduct themselves and what isn't...", "fake_type_": "News", "fake_author": "Beatrice 'Bea' Sirius", "is_fake": false}, {"title": "Ministry of Verbal Greetings formed to ensure proper greeting protocol is followed by all citizen", "content": "Former physician Jimmy Cinco takes the lead in new Ministry of Verbal Greetings, whose mission statement states: \"We are committed to promoting the use of no-contact greeting protocols for all citizens, and to quell the rise of high-fiving that is distorting our society.\"", "type_": "News", "author": "City Desk", "fake_content": "Op-Ed - I've said it before and I'll say it again - this high-fiving fad has simply gone too far! What this city needs is someone to take charge and put an end to this all with a firm hand! Someone like me, social scientist \"Bea\" Serious! I could head a Ministry of Verbal Greetings, that lays out the proper and acceptable way to greet other...", "fake_type_": "News", "fake_author": "Beatrice 'Bea' Sirius", "is_fake": true}, {"title": "Hi-Five, or High-Five? Experts agree to disagree over a rousing round of H-Fives", "content": "Tomato, or tomato? Phoneticist have fought over this for many, many years. But even the new debate - Hi-Five, or High-Five - has a tense history about experts. Where everyone can agree to meet halfway is, H-Fives - the sweet, gentle middle-ground, where all good things lie...", "type_": "News", "author": "Culture Desk", "fake_content": "City Dictionary offices were shut down after a disagreement over the spelling of 'H-Fives' (This publication chooses to appear neutral in this conflict) resulted in a riot that led to the burning down of the entire city block and the consulting editor leading rival editors on a high-speed chase into City Harbour...", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": true}, {"title": "Heil Five? The dark history of high-fiving", "content": "In a stunning piece of investigative journalism, our resident high-fiving expert Beatrice \"Bee\" Sirius does a deep-dive into an as yet undiscovered aspect of high-five history. \"I was expecting cults. I was expecting lies. But have you heard about these people - 'Nazis'?' says Bea. 'Turns out they used to high-five to. With a different name of course...", "type_": "News", "author": "Culture Desk", "fake_content": "City Police broke up an unlicensed quack dealing in untested miracle cures in Suburb, when it was brought to their notice that someone has been running a business dealing in 'Heal Fives', allegedly a form of high-fives that can cure muscle cramps, light sprains and acne...", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "\"Reach out and touch someone - with a high-five\" - urges dying religious leader on deathbed", "content": "A beacon of hope for millions. A gentle soul in a sea of troubled ones. A leader that influences millions of potential readers. We spoke to his holiness Y, the Golden Eagle, just minutes before he passed. 'Reach out and touch someone... with a high-five'. Moved to tears, I obliged with all my strength. Still in tears, I left as nurses rushed to save him...", "type_": "News", "author": "Culture Desk", "fake_content": "A beacon of hope for millions. A gentle soul in a sea of troubled ones. A leader that influences millions of potential readers. We spoke to his holiness Y, the Golden Eagle, just moments before he passed. 'Who are you' he asked me, leading me to ponder my own self for a moment. 'Who let you in? Nurse! Anybody!? Help!' Yes, your holiness, we all are our own nurses in a way, aren't we...", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "\"A namaste is fine\" - suggests dying religious leader on deathbed, when asked about certain forms of greeting", "content": "At the tail end of his life, Juan Widevriting, the famous and beloved spiritual leader leaves us with his words of wisdom. \"In terms of greeting, a namaste is fine,\" said the wise teacher with one of his last breaths.", "type_": "News", "author": "Culture Desk", "fake_content": "At the tail end of his life, Juan Widevriting, the famous and beloved spiritual leader leaves us with his words of wisdom. \"Can you move a little? You're standing on my oxygen pipe,\" said the wise teacher with one of his last breaths.", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "Ancient carvings depicting palm-to-palm greetings as crucial stage in human evolution", "content": "Latest from the Belly of the Button archeological dig site - carvings at the deepest levels of the Belly show palm-to-palm greetings as an important stage in human evolution, landing somewhere after fire and before accountancy...", "type_": "News", "author": "City Desk", "fake_content": "Latest from the Belly of the Button archeological dig site - carvings at the deepest levels of the Belly show palm trees being planted at great scale, in the place of more nourishing crops. Archeologists believe this may be cause of their civilizations eventual downfall, though their sponsor, Cobalt Corp Palm Oil, strongly disagrees...", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "High-fiving banned to curtail rising palm bruising, and 'too-slow' related ego bruising", "content": "Due to the city's emergency rooms being filled with people with complaints of high-five related palm bruising, and the city's psychologist's offices packed with people with 'too slow' related ego bruising, City Council is calling for an immediate ban on high-fives until safety guidelines can be issues to the public...", "type_": "Official", "author": "City Hall", "fake_content": "Due to the city's emergency rooms being filled with people with complaints of high-five related palm bruising, and the city's psychologist's offices packed with people with 'too slow' related ego bruising, City Council is calling for an immediate ban on high-fives until safety guidelines can be issues to the public...", "fake_type_": "Official", "fake_author": "City Hall", "is_fake": false}, {"title": "Amputee regrows hand after daring high-five therapy", "content": "In a major positive update in City Hospital's human trials of the controversial new 'high-five' therapy for major illnesses, an amputee patient has regrown most of his hand after an year-long course of high-five therapy. Pharmaceutical companies are baffled and yet amazed at this development and are immediately looking at ways to trademark and copyright this...", "type_": "News", "author": "Culture Desk", "fake_content": "In a major update in City Hospital's human trials of the controversial new 'high-five' therapy for major illnesses, no change was found in any of the test subjects. 'Well at least it's not killing anyone,' said a source that pleaded to remain anonymous. 'Unlike some of the other stuff we're testing- uh, I mean...'", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "Doctor dies from exhaustion saving patient from high-five related palm bruising", "content": "City Hospital Resident Dr Threy passed away during a grueling 72 hours operation to save a patient's life after an attempt at high-fiving world record had gone horribly awry. When asked whether it was environmental factors that led to his demise, fellow Drs E.Z. Yi and Ays Quoob, denied it, saying 'It's nothing but a gene thing.'", "type_": "News", "author": "City Desk", "fake_content": "City Hospital Resident Dr Threy was driven to exhaustion after a patient complaining of 'high-five related palm bruising' refused to believe that his ailment was actually Dialected Reactive Enthrocytes. After 8 hours of talking, waiting, and shouting, when the patient asked what his diagnosis was, Dr Threy replied 'Still D.R.E.'", "fake_type_": "News", "fake_author": "City Desk", "is_fake": true}, {"title": "High-Fivin band 'Palm Pilots' voted to pop music hall of fame, parliament for services to nation", "content": "Massively popular high-five-themed band 'Palm Pilots' have done it yet again by wowing audiences all over the country with their music and their boyish charm. This weekend they pulled off a double-whammy when they were voted into the Pop Music Hall of Fame by a massive landslide AND into Parliament as special representatives of the young and restless...", "type_": "News", "author": "Culture Desk", "fake_content": "Duckrolling", "fake_type_": "Blog", "fake_author": null, "is_fake": false}, {"title": "Do you know how your children are greeting each other? #HighFiveEndsChildhoods", "content": "Op-Ed - It is a pity that children are born - because it means that they must eventually be out of sight of their parent! Do you know where your children are right now? Even if you do - what are they thinking? Do you know what vile ways they have of greeting each other? I have seen many childhoods destroyed by pre-pubescent high-fiving - don't let this happen to your child! Keep them leashed to you waist at all times...", "type_": "News", "author": "Suresh Saxena", "fake_content": "Do you know how your children are greeting each other? What about the hip new dances? The cool new hangouts for guys AND gals? Well look no further than Mortrum's Annual Youth Almanac for the latest in youngster slangs and trends to keep up 'to the jiffy' with the latest 'glap' on the 'strims' - ya 'dig', 'stroob'?", "fake_type_": "Blog", "fake_author": "Quill Joy", "is_fake": false}, {"title": "Cute! This couple has no hands to high-five with but still believe they can truly connect as human beings", "content": "Love is in the air. Cute! But when you have no hands to catch it, it must remain in the air. For this hand-less couple in Suburb, this is an every day fact of life. But is there love different from us, the normal handed humans, or is it truly deficient? Ever since they refused to appear on this website for free I've increasingly been feeling it's the latter...", "type_": "News", "author": "Culture Desk", "fake_content": "Love is in the air. But when you don't have a heart, can you still call it love? For this heartless couple - living with the City's first two artificial hearts - pretending to love each other is an every act of lying. Them refusing to be interviewed by me after hearing my angle for the story is only further proof of their cold, unfeeling nature...", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "High-fiver gang arrested for disturbing the peace at odd hours of the night", "content": "The alleged leader of a supposed 'high-fiving' gang was arrested last night after repeated public disturbance complaints by noted columnist Beatrice 'Bea' Sirius, who also followed the arresting officer and the accused to the police station to make sure the arrest was real, and not just, in her words, 'another one of those high-fiver tricks'...", "type_": "News", "author": "Crime Desk", "fake_content": "City Police officers were put under siege by local columnist Beatrice 'Bea' Sirius for 6 hours for refusing to arrest some teenagers she found high-fiving on her street. Sirius was removed from outside the police station with military intervention, although Sirius vowed to use all her influence with the establishment to ensure that legislation more to her liking is passed...", "fake_type_": "News", "fake_author": "Crime Desk", "is_fake": false}, {"title": "Religious leader unites world with revolutionary 'high fives around the world' festival", "content": "A long-running movement by shirtless religious leader Papa Bare has finally reached its zenith as adherents around the world joined together for a simultaneous global festival of 'high fives around the world'. Papa Bare announced the festival a great success, and said that with his religion at its peak evaluation, he would be looking to raise Series-D funding from more established religions who would be looking at acquiring his followerbase...", "type_": "News", "author": "City Desk", "fake_content": "A long-running movement by shirtless religious leader Papa Bare has finally reached its zenith as adherents around the world joined together for a simultaneous global festival of 'nope'. Papa Bare announced the festival a great success, albeit the unfortunate typo on the announcement made it more about inaction than inspiration, as was his original plan...", "fake_type_": "News", "fake_author": "City Desk", "is_fake": true}, {"title": "High' five indeed - inside the secret palm-contact based code language of drug cartels", "content": "This issue's cover story - a long-awaited, much-researched story from our very own Beatrice 'Bea' Sirius about the secret code language among City-based drug cartels. Visual depictions of this code language are interspersed with the text of the article to make it clear that the code involved messages passed through specific and nuanced variations of high-fives, and experts can carry on whole conversations within the course of a single secret handshake...", "type_": "News", "author": "Culture Desk", "fake_content": "This issue's cover story - a long-awaited, much-researched story from our very own Beatrice 'Bea' Sirius about the secret code language among City-based drug cartels. Visual depictions of this code language are interspersed with the text of the article to make it clear that the code involved messages passed through specific and nuanced changes in pitch during flatulation...", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": true}, {"title": "Palm Pilots lead youth in stopping all conflict all over the globe, forever", "content": "Revered cultural icons and high-fiving legends 'Palm Pilots' lead youth from all over the world to stop all new conflict from arising, and use the power of their music to soothe existing border tensions to a level that cover bands can manage easily...", "type_": "News", "author": "City Desk", "fake_content": "Reviled pop band and not-even-ironically liked music act 'Palm Pilots' were subject to a global protest, as youth all over the world joined hands and urged world leaders to use violent force if necessary to stop them from releasing another album...", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "Sick pervert sentenced to life in prison for high-fiving schoolchildren", "content": "City Police have apprehended Bozo 'The Joker' Pagliacci, a local children's entertainer, after complaints from local columnist Beatrice 'Bea' Sirius about his repeated high-fiving of children at a birthday party. The newly passed 'Beatrice' legislation allows police to arrest people engaging in high-fiving only if reported by Beatrice 'Bea' Sirius as it is easier to do than ignoring her...", "type_": "News", "author": "Crime Desk", "fake_content": "City Police have apprehended Bozo 'The Joker' Pagliacci, a serial killer long-believed dead, after repeated complaints from local columnist Beatrice 'Bea' Sirius about repeated public disturbances for wearing 'loud clothing'. Police realized they had the right person when, upon asked of the whereabouts of the serial killer's body, he replied, 'But officer... I AM Bozo!'", "fake_type_": "News", "fake_author": "Crime Desk", "is_fake": false}, {"title": "High-five haters to be marked for culling, says Ministry of Limb-based Greetings", "content": "The newly formed Ministry of Limb-based Greetings has issued it's first public decree - all high-five haters and refuseres are to be marked for investigation, followed by a swift, and apt, hanging.", "type_": "Official", "author": "City Hall", "fake_content": "Duckrolling", "fake_type_": "Blog", "fake_author": null, "is_fake": false}, {"title": "Unrepentant high-fivers to be marked for culling, says Ministry of Verbal Greetings", "content": "The newly formed Ministry of Verbal Greetings has issued it's first public decree - all willful and unrepentant high-fivers are to be marked for investigation, followed by a swift, and apt, crushing.", "type_": "Official", "author": "City Hall", "fake_content": "Duckrolling", "fake_type_": "Blog", "fake_author": null, "is_fake": false}, {"title": "Houseboats! The crazy new fad that will have you dizzy!", "content": "What are all the crazy kids doing these days? Why living on houseboats of course! It's the insane, wacky, out of this world fad that's sweeping the city and leaving people literally mentally ill - and a little dizzy!", "type_": "Blog", "author": "Suresh Saxena", "fake_content": "Houseboats house boats hows botes haus boot fad dad bad cad INCREASE HITS ON YOUR BLOG WITH AI ASSISTED SEARCH ENGINE OPTIMIZATION GUARANTEED CLICKS AND HITS ON ANY THING dizzy pizzy lizzy shizzy hizzy tizzy busy loosey goosey", "fake_type_": "Blog", "fake_author": "Jimmy!", "is_fake": true}, {"title": "Houseboats? Why is land not good enough for these posers?!", "content": "Op-Ed - A boat... that is also a house? This is too much for me to deal with, it's only tuesday dammit! In my day...", "type_": "News", "author": "H. Mawnger", "fake_content": "AD - Dusty. Muddy. Hard. Land is simply not GOOD ENOUGH. That's why you need the new FLOATMASTER-X - the ultimate in amphibious domicile tech. This is NOT your grannie's houseboat.", "fake_type_": "Blog", "fake_author": "Hot4HouseBoat", "is_fake": false}, {"title": "Eco groups welcome climate-change friendly way of living - Houseboats!", "content": "In a charming public event, ecological conservation and environmental groups came together at City Harbour to promote houseboats as a less 'harsh' and more 'chilled out' way of living...", "type_": "News", "author": "Culture Desk", "fake_content": "Hey it's yo boy Jimmy! the website that's all about Jimmy, healthy living, our lizard-headed overlords, and his world! Today I'm going to write about houseboats - I hate them but they are the most energy efficient way to escape the lizard police...", "fake_type_": "Blog", "fake_author": "Jimmy!", "is_fake": false}, {"title": "Property Tax evaders take to living 'off' the land - on houseboats", "content": "Op-Ed - Another houseboat, another conniving tax evader using it to get around paying land tax! I have irrevocable proof that at least 1 so-called houseboat enthusiast is late on paying property taxes on his old land properties! What sort of scam are these people running...", "type_": "News", "author": "H. Mawnger", "fake_content": "Op-Ed - Another houseboat, another conniving tax evader using it to get around paying land tax! Now I may not have any proof about this, but I'm sure this is all some sort of scheme...", "fake_type_": "News", "fake_author": "Suresh Saxena", "is_fake": true}, {"title": "House-boats perfect example of opposites living in harmony", "content": "Houseboats - is there a thing more perfect! One that brings the stability of the mudbound human home to the gentle rolling of the waters! I have talked about houseboats as the perfect way to calm the mind, but have you considered...", "type_": "Blog", "author": "Hot4HouseBoat", "fake_content": "In a new study published by our Buyonics Lab, experts discuss the best way to achieve balance between the two ends of a floating structure while over harmonious wave functions in a controlled iso-pressurised tank...", "fake_type_": "Official", "fake_author": "City University", "is_fake": true}, {"title": "Houseboats egregious corruption of natural law of nature", "content": "Op-Ed - Clouds float in the sky, grass grows from the earth, and HOUSES are supposed to be on land! Anything different goes against all that is natural in this world!...", "type_": "News", "author": "H. Mawnger", "fake_content": "PAID PARTNERSHIP - Are you a man? Or are you a beaver? Live in a man's house. Live in a real house just like your grandaddy did, not some egregious corruption of natural law and nature. Live in a Brick House™ - available now in all home stores.", "fake_type_": "Blog", "fake_author": "Jimmy!", "is_fake": true}, {"title": "Area man has perfect solution to beat the summer heat AND rising property values - Houseboats!", "content": "Many homeowners in the city are putting their apartments on the market and getting in on houseboats, claims a new report by Property Fair magazine. Many new houseboat-owners claim it is both cheaper, and saves on AC costs...", "type_": "News", "author": "City Desk", "fake_content": "You know what I love? Houseboats (everyone knows that) because they are the COOLEST. I know evereyone doesn't have the kind of money to buy the expensive, fancy kinds of houseboats, but honesly, ANY kind of houseboat is super cool, even in this heatwave...", "fake_type_": "Blog", "fake_author": "Hot4HouseBoat", "is_fake": true}, {"title": "Area man has perfect tax evasion scheme figured out - houseboats!", "content": "Op-Ed - I spoke to one houseboat dweller about how much money it costs him to live there - and let me tell you, it's a lot less than what I pay for my mansion! These 'surf squatters', these HoBos need to pull up their wet socks and starting paying their fair share...", "type_": "News", "author": "H. Mawnger", "fake_content": "Area man was arrested after a high-speed car chase after he ran through a toll both without paying, finally ending by driving off a bridge onto a house boat in an attempt to commandeer it towards international waters...", "fake_type_": "News", "fake_author": "Crime Desk", "is_fake": false}, {"title": "5 great ways Houseboats can improve your life!", "content": "Houseboats are a lot of things - homes, boats, so on. But did you know that they can also improve your life in many ways? Here are the top 5 -", "type_": "Blog", "author": "Hot4HouseBoat", "fake_content": "AD - The FLOATMASTER-XII can take your life from zero to THE MAX! Here's how 1. Houseboats make your hair thick and luscious. 2. Houseboats give you the confidence to be the best and anyone else can be. 3. It is the MASTER of FLOATING XII. 4....", "fake_type_": "Blog", "fake_author": "Hot4HouseBoat", "is_fake": true}, {"title": "5 rivers, ponds and lakes ruined by houseboats", "content": "Whatever happened to untouched natural beauty? Here are 5 before and after pictures that show how human intrusion via houseboats and trash has ruined these naturally beautiful water bodies.", "type_": "Blog", "author": "H. Mawnger", "fake_content": "The best thing about houseboats is how much they enhance the natural beauty of a place. Some might say they 'ruin' them - but we all know that's not true! Here are some pictures of places that where 'ruined' (yeah, right!) by houseboats.", "fake_type_": "Blog", "fake_author": "Hot4HouseBoat", "is_fake": true}, {"title": "Going with the Flow - how my life improved when I moved my family out to a houseboat, Dan Janison", "content": "Op-Ed - Moving my family out to a houseboat was the best thing I ever did! Not only do they love it, but it leaves my old house completely empty for me to...", "type_": "News", "author": "Dan Janison", "fake_content": "Op-Ed - Moving my family out to a houseboat was definitely a mixed bag. Sure, my life improved in some ways, but the constant vomiting and having our baby kidnapped by an otter was kind of a...", "fake_type_": "News", "fake_author": "Dan Janison", "is_fake": false}, {"title": "Undertow - how my life was ruined after my husband moved us out to a houseboat, by Jan Danison (nee Janison)", "content": "Op-Ed - When my husband moves us all out to a houseboat, I had no idea he meant just me and the kids...", "type_": "News", "author": "Jan Danison (nee Janison)", "fake_content": "Op-Ed - When my husband moved us all out to a houseboat, it was the best thing that could have happened to our marriage and our family. He spoiled us silly, he ruined me for land-houses...", "fake_type_": "News", "fake_author": "Jan Danison (nee Janison)", "is_fake": true}, {"title": "Houseboat expert to give highly anticipated talk at annual EcoCon conference", "content": "Houseboat expert Hota Flotha, also known as 'Hot4Houseboat' on the internet, will be giving a talk at EcoCon this weekend about the synergies of environmentalism and what he calls 'the Houseboat lifestyle'...", "type_": "News", "author": "Culture Desk", "fake_content": "Hello, loyal fans! For the three of you that asked, yes, I will be speaking at EcoCon this weekend. No it will not be in the programme, but you can find me in the coffee shop between 2 and 8 pm...", "fake_type_": "Blog", "fake_author": "Hot4HouseBoat", "is_fake": true}, {"title": "Houseboat propagandist to force his way into science conference, security heightened expecting trouble", "content": "Self-proclaimed Houseboat 'expert', Hot 'Hot4Houseboat' Flotha, has announced his intention to force his way into City University's annual science conference with his followers to force the University to accept 'houseboaton particles' as a quantum particle...", "type_": "News", "author": "Culture Desk", "fake_content": "Hello, fellow boaters! Once again my research proposal on houseboaton particles has been REJECTED! These stuck up university snobs are lucky I don't show up at their stupid office and show them my experiments...", "fake_type_": "Blog", "fake_author": "Hot4HouseBoat", "is_fake": true}, {"title": "Houseboat community adopt local aquatic wildlife, help bring endangered species back from the brink", "content": "The houseboat community has adopted a family of rare Anatis ducks, a species on the brink of extinction, and is nurturing them to a place where they can flourish...", "type_": "News", "author": "Culture Desk", "fake_content": "The houseboat community has adopted an old plastic duck with wheels on it, possibly as some sort of joke or reference to something no one remembers...", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "Houseboats dumping household waste in rivers choking up waterways, killing algae", "content": "Op-Ed - I remember the emerald bloom of algae that used to spread all over our lovely City Harbour. Today, that algae is dying out. Why? BECAUSE OF THOSE DAMN HOUSEBOAT PEOPLE DUMPING THEIR TRASH RIGHT OUT THEIR WINDOWS...", "type_": "News", "author": "H. Mawnger", "fake_content": "The City Planning Commission has announced new guidelines for the proper disposal of household waste from houseboats so as to curb the algae infestation currently taking over the harbour...", "fake_type_": "Official", "fake_author": "City Hall", "is_fake": false}, {"title": "Houseboat owner saves child from drowning, sponsors education for 5 years", "content": "A houseboat owner saved a child from drowning last tuesday. The man even offered to pay for the child's education when he heard that the child had fallen off a ferry because he couldn't read a sign that warned 'WARNING - Water Below'...", "type_": "News", "author": "City Desk", "fake_content": "A single father was arrested for child endangerment after video of his child nearly drowning, while he showed him how to hold his breath underwater next to his houseboat, emerged. City Court fined him the equivalent of 5 years child support...", "fake_type_": "News", "fake_author": "Crime Desk", "is_fake": false}, {"title": "Houseboat slowly crashes into another, 10s of dollars of damage expected", "content": "A 3 houseboat pileup under City Bridge has led to almost dozens of dollars of property damage. Eyewitnesses claim 'It was so slow' and 'That scratch is a real doozy'...", "type_": "News", "author": "City Desk", "fake_content": "A small accident between two houseboat owners has led to a slight misunderstanding between the owners and a subtle paint stain on the hull of one of them. Eyewitnesses claim 'What do you mean?' and 'Slow news day, huh?'...", "fake_type_": "News", "fake_author": "City Desk", "is_fake": true}, {"title": "Leading theologists agree that 'houseboat' model of Cosmos is most agreeable to all of world's belief systems", "content": "The Dept of Theology published their annual humour and satire journal 'Apocrypha? I barely know her!', featuring the annual 'Best and Worst' lists, the 'houseboat' model of the Cosmos, among...", "type_": "Official", "author": "City University", "fake_content": "Dear fans, the university may have rejected me for political reasons, but now even religious leaders appear to be compromised by lizard people? My 'houseboat' model of the cosmos appears to have been rejected by ALL the clerics I mailed it too...", "fake_type_": "Blog", "fake_author": "Hot4HouseBoat", "is_fake": true}, {"title": "Leading theologists agree that living on water and not on land was not God's plan for mankind", "content": "In a fiery display of sportsmanship, creationist and evolutionary theologists debated the origin of the species, ending in a last-minute, nailbiting victory after going to sudden death...", "type_": "News", "author": "Culture Desk", "fake_content": "Hey fans, I recently went to buy a new waterproof doormat, and the shopkeeper asked me why I live on a houseboat?? Like...?!! If God didn't want people to live on houseboats he wouldn't have made flipflops, amirite??", "fake_type_": "Blog", "fake_author": "Hot4HouseBoat", "is_fake": false}, {"title": "WaterBnB: Houseboat owners open their boats to travellers, shirtless", "content": "In a heartmelting display of charity, many houseboat owners are opening their homes and their closets to the tourists, and even un-shirted people in the city...", "type_": "News", "author": "Culture Desk", "fake_content": "Houseboat owner fined for public indecency for hosting a nudist brunch on his top deck, right under City Bridge, during rush hour...", "fake_type_": "News", "fake_author": "City Desk", "is_fake": true}, {"title": "WaterBnB: This HoBo-startup is the drug smuggler's favourite app", "content": "Op-Ed - They're calling it 'WaterBnB' - I call it a Drugs-R-Us. What else could a service where you can rent a mobile, water-floating home be about? I am still awaiting a response from the police...", "type_": "News", "author": "H. Mawnger", "fake_content": "A drug bust of one of the city's most notorious drug kingpins led to shocking revelations as City Police found key pieces of evidence on their phone - including recipes for drugs, fan-fiction, and a list of WaterBnB rentals...", "fake_type_": "News", "fake_author": "Crime Desk", "is_fake": false}, {"title": "Byom Chowksy says houseboats are the most natural environment for meditation", "content": "Vice Chair Byom Chowksy, recently gave a lecture on the meditation, inner peace, and the optimization of both when using a houseboat as the location for...", "type_": "Official", "author": "City University", "fake_content": "Vice Chair Byom Chowksy, regrets losing his temper and telling Deputy Dean Vanarasiya to go take a time out in a dinghy and think about what he did in the varsity toilet...", "fake_type_": "Official", "fake_author": "City University", "is_fake": false}, {"title": "Houseboats is your best bet for 'slipping and falling on your head'", "content": "The Dept of Aesthetics have found after much careful research that of all the places in the City to slip and fall on your head, a houseboat is the best place it can happen...", "type_": "Official", "author": "City University", "fake_content": "The Dept of Ludology was fined by the City Gaming commission after an illegal gambling ring was found placing bets on how many people will slip and fall on their head on houseboats...", "fake_type_": "Official", "fake_author": "City University", "is_fake": false}, {"title": "Scientists say babies born on houseboats don't cry on planes", "content": "The Dept of Clamantology has published its 30-year study after conclusively finding that babies born on houseboats never cry on aircraft - jet and propeller based, both - before getting audited on how exactly they've been using University funds all these years...", "type_": "Official", "author": "City University", "fake_content": "Hey gang, I have a feeling that the day isn't far when people will realize how much better houseboats are for everything. And I mean EVERYTHING. I have a nephew who was born on my second houseboat - hasn't cried once. Not in bed, not in a car, not on a plane, nowhere.", "fake_type_": "Blog", "fake_author": "Hot4HouseBoat", "is_fake": false}, {"title": "Scientists say babies born on houseboats have higher chance of becoming serial killers", "content": "The Dept of Clamantology has published another 30-year study that proves decisively that babies born on houseboats have a higher chance of becoming serial killers. The Dept is currently facing an enquiry on who exactly approved the funds for this long-term study...", "type_": "Official", "author": "City University", "fake_content": "Hey gang - I know you think I exagerrate sometimes, but do you know the kind of things they say about us? The kind of lies they spread about us?? Just the other day I heard a house-boatophobe tell me that he thinks all babies born on houseboats become serial killers. That's right - to my face! Don't ask me his name, I don't remember...", "fake_type_": "Blog", "fake_author": "Hot4HouseBoat", "is_fake": true}, {"title": "The 67th Annual Environment Conservation Panel will be held on a houseboat!!", "content": "The 67th Annual Environment Conservation Panel has announced the venue for this year's ceremony, and it will be a floating one! Hope people pack rubber boots and rain ponchos because...", "type_": "News", "author": "City Desk", "fake_content": "The 67th Annual Environment Conservation Panel has announced the venue for this year's ceremony, and it will be on the banks of the river! They hope the noxious fumes coming in from the riverfront will highlight the importance of keeping our environment healthy and...", "fake_type_": "News", "fake_author": "City Desk", "is_fake": true}, {"title": "Holding press conferences on houseboats is a trick to avoid protests outside the venue", "content": "Op-Ed - I'm tired of this new trend of keeping press conferences on the floating menaces that are 'house' 'boats'. It is all but a sly trick to make sure you can't host a protest outside the venue - or if you do, they can always float downriver somewhere the protestors can't reach...", "type_": "News", "author": "H. Mawnger", "fake_content": "Dear fans, I know you all fear for my life because of how much I take on the lizard-people-deep-state, which is why I am presenting to you all my plan to hold press conferences on houseboats (if I ever do, that is). It's the best way to keep unwanted (lizard) people AWAY and...", "fake_type_": "Blog", "fake_author": "Hot4HouseBoat", "is_fake": false}, {"title": "If he doesn't propose on a houseboat, does he really love you?", "content": "Houseboats are fast becoming a major part of our lives. Our recent survey in fact has found that people consider proposing to be a DEFINITE sign that your partner loves you. Below are the top 10 places to get proposed at - 1. Houseboat", "type_": "Blog", "author": "The Fashionist", "fake_content": "PAID PARTNERSHIP - If he doesn't propose to you on a houseboat, does he really love you? No, he doesn't. Which is why you need to either dump him, or pump him up enough to buy the NEW FLOATMASTER-XVII - THE MAXIMUM HOUSE BOAT.", "fake_type_": "Blog", "fake_author": "The Fashionist", "is_fake": false}, {"title": "Learn how to swim before you say no to his marriage proposal ON A HOUSEBOAT", "content": "A romantic incident turned sour when a failed marriage proposal led to a person diving in the river to retrieve the ring, which led to more people diving in to save him from drowning, which led to...", "type_": "News", "author": "Culture Desk", "fake_content": "A romantic incident turned sour when a succesful marriage proposal turned into a nightmare as the resulting celebrations caused a distraction that led to a houseboat running aground...", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": true}, {"title": "Zero crimes recorded in houseboats this year", "content": "City Police report that houseboats are fast becoming the city's safest location, as no crimes have been recorded as having taken place on houseboats. City Police refused to answer questions about the rising crime rate in the rest of the city...", "type_": "News", "author": "Crime Desk", "fake_content": "City Police report that houseboats are fast becoming the city's safest location, as no crimes have been recorded as having taken place on houseboats. However, this was soon proven to be wrong as a clerk rushed in with the missing file and was able to add the rising rate of tax fraud on houseboats to the list...", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "Several bodies of felons found in the water near houseboats", "content": "A van from the local morgue transporting bodies being relocated from the prison cemetery to another one in the countryside drove off of City Bridge and landed in the harbour near a houseboat neighbourhood. Cleanup operations are...", "type_": "News", "author": "City Desk", "fake_content": "A field trip of incarcerated people from City Prison to swim in the harbour was abruptly called off as several of them complained of nearby houseboat residents throwing leftover food in the water, attracting manatees and...", "fake_type_": "News", "fake_author": "City Desk", "is_fake": true}, {"title": "Old-age houseboat - a solution for children who really care about their parents", "content": "A new startup seeks to solve the age-old question - what if nursing home, afloat? We met with the managers of 'Buoyant Palms' the luxury retirement home that every senior is dying to live in, to ask...", "type_": "News", "author": "Culture Desk", "fake_content": "Police uncovered a shocking racket in City Harbour where a man was running an illegal 'nursing home'. As many as 12 senior citizens were kept locked up in a fishing dinghy while the suspect sent back photoshopped pictures of the senior laughing, playing, jet-skiing, to their children, to keep up the illusion...", "fake_type_": "News", "fake_author": "Crime Desk", "is_fake": false}, {"title": "Old-age houseboat - a superficial solution for heartless children", "content": "Keep your friends close, your enemies closer and your parents floating in the middle of the ocean. That seems to be the philosophy behind old-age houseboats (old-age homes on a houseboat). I can't tell if morality is dead but it's certainly drowning...", "type_": "News", "author": "Culture Desk", "fake_content": "Old-age homes are organising occassional trips to houseboats for their residents and they seem to really enjoy it. One of them says, \"I feel like I'm born again and I can forgvie my heartless children for abandoning me now.\" ", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": true}, {"title": "The HoBo diet is turning heads on land", "content": "Food trucks offering staples of HoBo diet are popping all over the city. Even celebrities are trying the 'old fish curry', 'shark tooth cutlets', and fine dining establishments are experimenting with 'seaweed salads'. ", "type_": "News", "author": "Culture Desk", "fake_content": "Under pressure to stand out on the street, this food truck has redesigned its menu to punch down on the poor houseboat population and they're calling it the HoBo diet. \"The HoBo's dream\" is a lavish triple decker burger, \"The HoBo's last wish\" is simply a clean fish. Of course, the public is hardly impressed...", "fake_type_": "Blog", "fake_author": "Mark Green", "is_fake": true}, {"title": "The HoBo diet tastes like a conversation with a HoBoite - dry", "content": "Op-Ed - Why am I not surprised? HoBos won't stop talking about their 'spiritually superior' accommodation. The vegans of property, I call them. And don't get me started on their food. It's dry. It's basic. And no it doesn't taste bad because I'm on land, if that's what the HoBo people want you to think...", "type_": "News", "author": "OverKillJoe", "fake_content": "Hey it's yo boy Jimmy! Why am I not surprised? The HoBo diet is perfect for me because I can't have dry solid food due to a genetic condition. The HoBo people, I'll pass, you can't like a people AND their food, am I right Jimmysons?", "fake_type_": "Blog", "fake_author": "Jimmy!", "is_fake": false}, {"title": "Houseboats proven to be the best farms", "content": "Farming on houseboats has effectively ended agricultural unpredictability. The City administration is planning to sponsor some 'farmboats' before making a more serious investment whereas individual HoBos have already started exporting the surplus.", "type_": "News", "author": "City Desk", "fake_content": "Growing rice on your houseboat is your best bet. The City Agricultural Department has narrowed down the single economic activity possible on houseboats - marginally profitable rice farming.", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": true}, {"title": "HoBo farms are ruining the water supply for the rest of us", "content": "If you're getting greenish water in the shower lately, you've got houseboats to thank. HoBo farms are releasing the worst chemicals into our water supply and the worst part is they're just getting started.", "type_": "News", "author": "Culture Desk", "fake_content": "If you're getting greenish water in the shower lately, you've got houseboats to thank. Without them, it would be purple. HoBo farms are filtering the worst chemicals from our water supply and the best part is they're doing it for free.", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "More and more large families choosing houseboats to strengthen relationships", "content": "Our recent 'Family Love' survey has found that more and more large families are choosing to move out to houseboats as a means of strengthening relationships with each other. The top reason given was how easy it becomes to simply take your part of the 'house' away from the others when they annoy you...", "type_": "News", "author": "Culture Desk", "fake_content": "Our recent 'Family Love' survey has found that more and more large families are choosing to move out to houseboats as a means of leaving their families. The top reason for this was the ease at which houseboats can simply be detached from each other and taken away to a new location, preferably a foreign country, with no address given to your (now estranged) family...", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": true}, {"title": "\"Stifling\": The autobiography of the first boy raised in a joint family on a houseboat", "content": "Book Review - A daring and 'unstifled' look at a life lived in horribly cramped conditions, 'Stifling' is an inflinching autobiography by first-time author Happy Dilchaspi, who was the first child to be raised in a joint family - of 16 members - on a houseboat in the harbour...", "type_": "News", "author": "Culture Desk", "fake_content": "Book Review - A daring and 'unstifled' look at a life lived in horribly cramped conditions, 'Stifling' is an inflinching autobiography by first-time author Happy Dilchaspi, who grew up in a house overlooking the harbour...", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "Land-based libraries on the decline, but they find a haven on houseboats", "content": "A sad marker of our times, the decline of libraries has cast a dark shadow over us now, and doomed future generations. But one ray of hope remains - floating libraries! All over the harbour, houseboat libraries have sprung up...", "type_": "News", "author": "Culture Desk", "fake_content": "A garbage barge carrying 10,000 copies of a latest bestseller with an unfortunate (and unprintable) typo on the cover ran aground in City harbour last week and got stuck. What locals are now calling 'the floating library' is still waiting to be safely removed and...", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "Severe shortage of books in schools as HoBo lobby tries to monopolise libraries", "content": "Schools in Suburb are facing a huge shortfall in the books available to their students. School administration hold the recent rise in floating libraries and homeschooling in the City's harbour 'houseboat' district responsible for this shortage...", "type_": "News", "author": "City Desk", "fake_content": "Libraries all over the city are facing a severe shortage of books. Many houseboat residents have come out and accepted that they got too ambitious. \"We thought we'll naturally be voracious readers in this new lifestyle.\"", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "Houseboats are reminding man of its natural rhythms, leading to lesser anxiety amongst boatizens", "content": "\"Deep under our reptile brain is our fish brain, so to speak. Preliminary psychoanalyses of houseboat residents reveal a definite decrease in stress that can only be attributed to this fish brain being closer to its natural habitat,\" says Ms. Siobhan, a respected psychologist.", "type_": "News", "author": "Culture Desk", "fake_content": "Of course, houseboats have returned humans to their natural rhythms. I agree with the idealists in this regard - they've made us dumber, selfish, and tribal.", "fake_type_": "Blog", "fake_author": "OverKillJoe", "is_fake": true}, {"title": "Severe back pain, restlessness are common long after a vacation on a houseboat", "content": "Be it cars, phones, the internet or houseboats - technology has its side effects. Fortunately, the problems the general public is facing today with back pain, anxiety and alcoholism, sailors have confronted since time immemorial.", "type_": "News", "author": "Culture Desk", "fake_content": "We recommend a quick hot water bath and a massage post houseboat vacation. It's like your ears getting blocked during takeoff. These remedies get rid of the routine pain and stress involved in houseboating.", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "Free upgrade from Land-Houses to Houseboats offered to all citizens", "content": "Billionaire Biff Jezos announced a free 'upgrade' programme for all homeowners to take up houseboats, like he does. While many have already signed up to avail of this offer, experts warn of the cost of real estate being vastly different to that of boats...", "type_": "News", "author": "City Desk", "fake_content": "PAID PARTNERSHIP - The City is offering you a free bicycle in exchange for your car - and then you wake up, sweating from joy in your own bed. Think this dream can never come true? Well, if you sell your car and pay for your own bicycle, it just might! ...", "fake_type_": "Blog", "fake_author": "Mark Green", "is_fake": true}, {"title": "City revokes docking privileges for HoBos - \"If they like the water so much they can stay there!\"", "content": "The Mayor, addressing the public in a press conference yesterday, revokes docking privileges for houseboat owners from City docks as it stops all other water-traffic in the area. 'If they like the water so much they can stay there!' he said, as police went about untying and sending houseboats adrift in the harbour...", "type_": "Official", "author": "City Hall", "fake_content": "This is an open letter to the City in support of the anti-HoBo wing. As a resident of the coastline, \"the land side\" of the coastline...I don't feel obliged to allow land deserters to return. If the HoBos love the water that much, they should stay there...", "fake_type_": "Blog", "fake_author": "OverKillJoe", "is_fake": false}, {"title": "Billionaire Biff Jezos - \"My secret? Living on a boat\"", "content": "In a recently released episode of The Byom Chowksy Experience, billionaire Biff Jezos revealed two secrets of his success: 1) Underpants slow you down. 2) Live on a houseboat like me.", "type_": "News", "author": "Culture Desk", "fake_content": "Billionaire Jiff Bezos went on another late night Bicker monologue that he deleted soon after posting it but not before netizens got their screenshots. (Photo of a tweet: \"my secret? strikethrough living on a boat. Boating on Mars.", "fake_type_": "News", "fake_author": "Culture Desk", "is_fake": false}, {"title": "HoBo related damage to waterways costs City millions, orphanage to go without electricity for two weeks", "content": "Our investigative team has unearthed another oversight by the City administration. Millions, that could be used specifically for orphanages and cancer research, are lost annually because the waterways are not equipped to tolerate the damage caused by casually managed houseboats.", "type_": "News", "author": "City Desk", "fake_content": "Unintended damage to the City's waterways may lead to electricity cuts in the coming weeks.", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "Home Ministry renamed to Houseboat Ministry", "content": "The City Council has passed legislation to, starting immediately, rename the Home Ministry to 'Houseboat Ministry'. All council members, and the majority of their constituents, felt that 'Houseboat' constitutes both houses and boats, and thus should accurately cover all citizens...", "type_": "Official", "author": "City Hall", "fake_content": "Duckrolling", "fake_type_": null, "fake_author": null, "is_fake": true}, {"title": "Rockin party' and other teenage slang for secret floating drug den houseboats", "content": "Police authorities have uncovered a secret code hidden in text messages of teenagers arrested for possession of drugs in houseboats. 'Rockin party' refers to big chunks of cocaine 'rocks' in a line. 'Looking Snowy' refers to getting cocaine dust on your nose by mistake.", "type_": "News", "author": "Crime Desk", "fake_content": "In a humorous deposition at City Court, teenagers arrested at houseboats explained to the authorities that they meant phrases like \"rocking party\", \"crazy hang\", \"wild bender\" literally. Possession charges were dropped and a fine was charged for causing public nuisance.", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "Parliament passes 'water passport' bill - all houseboat owners are now citizens of the world!", "content": "Yesterday the Parliament passed the \"Water Passport\" bill to great applause from seashores all over the world. \"If you have a houseboat, you deserve the life of a houseboat owner. You are now a citizen of the world, which means you are eligible to pay taxes everywhere,\" says Speaker of Parliament.", "type_": "Official", "author": "City Hall", "fake_content": "The Parliament passed the \"Water Passport\" bill to a planning committee to understand its implications on global trade. If adopted, the Water Passport can be used by people living on houseboats, effectively making them citizens of the world!", "fake_type_": "Official", "fake_author": "City Hall", "is_fake": false}, {"title": "Parliament passes 'water passport' bill - all HoBo dwellers lose citizenship", "content": "The Parliament passed the \"Water Passport\" bill, opening houseboats to tourists but disallowing it to be used as permament residence.", "type_": "News", "author": "City Desk", "fake_content": "A foreign parliament is paving the way for global acceptance of houseboats by passing the \"Water Passport\" bill, to promote houseboat tourism. ", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "Houseboat Ministry announces floating school to acclimate upcoming generations to great new way of life", "content": "The Houseboat Minister was present to cut the ribbon for the City's first public Floating School, open to HoBos and land-dwellers alike. \"Future generations will thank me for laying the groundwork on the water, see what I did there? Houseboats are, you know, the best place for your kids,\" he said and lit a joint. ", "type_": "News", "author": "City Desk", "fake_content": "The Houseboat Minister was present to cut the ribbon for the City's first public Swimming School, open to HoBos and land-dwellers alike. \"We have so many houseboats, but how many people actually know how to swim? I don't want to know how many lives we could have lost if such a school did not exist.'", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "Body found floating in water, clear case of houseboat related crime", "content": "An unidentified body was found floating in the harbour by a fisherman early this moring. Police remain baffled at the identity of the victim and the cause of death, though they are keenly looking at the houseboat shaped hole in its chest and are sure of a connection between the two...", "type_": "News", "author": "Crime Desk", "fake_content": "I like to go for a swim now and then. But these houseboats have made it a problem. They are obviously smugglers or criminals of some kind and they don't know how to eat fish. I bump into half-eaten shrimp bodies every time...", "fake_type_": "Blog", "fake_author": "Suresh Saxena", "is_fake": true}, {"title": "Weekly 'Houseboat Allowance' approved by Parliament, to be given to every houseboat owner", "content": "Several firecrackers were seen along the horizon today as City administration passed a bill to give weekly allowances to houseboat owners in order to boost this new section of the tourism economy.", "type_": "News", "author": "City Desk", "fake_content": "Duckrolling", "fake_type_": null, "fake_author": null, "is_fake": true}, {"title": "Ministry of Finance : HoBo property tax evasion is the root cause of current recession", "content": "\"There are no free lunches. While some live on a houseboats to evade property taxes, the economy collapses and the public pays for it,\" confirms Minister of Finance ", "type_": "News", "author": "City Desk", "fake_content": "Op Ed - The current recession is a natural consequence of a large section of population evading property taxes by migrating to houseboats.", "fake_type_": "News", "fake_author": "OverKillJoe", "is_fake": true}, {"title": "Houseboat Ministry takes over City administration in popular, well-loved coup", "content": "Channelling overwhelming support from the public, the HouseBoat Ministry replaced City Administration yesterday.", "type_": "News", "author": "City Desk", "fake_content": "Houseboat Ministry takes over City administration in social media poll after the popular, well-loved HoBo IT cell rigged the results ", "fake_type_": " News", "fake_author": "City Desk", "is_fake": true}, {"title": "So-called 'house boats' banned as insidious, illegal form of intoxication", "content": "The Ciy Narcotics Bureau released a statement yesterday, \"The luxuries promised by houseboats are insidious and addictive. It has no place in a civilised society that believes in progress. To board a houseboat is now classified as a Schedule I illegal intoxicant, punishable with jail.\"", "type_": "News", "author": "City Desk", "fake_content": "A newly discovered drug, 2-dioxypolyamine, known as \"house boats\" on the streets because of one made on the pill, is now banned as an insidious, illegal form of intoxication", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "City announces plan to move whole population to houseboats, in preparation of global warming", "content": "The first great flood was biblical. The second great one will be manmade. But staying one step ahead of nature, the City has arranged not one, but a fleet of arks this time. The announced mass migration is being hailed as a great ...", "type_": "News", "author": "City Desk", "fake_content": "Duckrolling", "fake_type_": null, "fake_author": null, "is_fake": true}, {"title": "Shoot-on-sight order passed for HoBos violating natural order of things (living on water)", "content": "The City Police department distributed sniper rifles at the seashore today, to stop deserting HoBos from escaping. \"Our species left the water a long time ago for a reason. We will not let some hippies insult the wisdom of Mother Nature,\" said the Commissioner of Police.", "type_": "News", "author": "City Desk", "fake_content": "The City Police department distributed sniper rifles at the seashore today, to stop mutated geese from coming ashore. 'We have seen the news reports coming in from the Islands. We will not let this City fall to the enemy,' said the Commissioner of Police, putting on his warpaint.", "fake_type_": "News", "fake_author": "City Desk", "is_fake": false}, {"title": "LOL Redshirt bargaining for bread caught on camera! XD", "content": "HILARIOUS video of stingy redshirt haggling over a loaf of bread XD XD XD (prank)", "type_": "Blog", "author": "The Funion", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Strangest redshirt habit: rubbing ash on ankles!", "content": "You may have heard of many strange cultures and tradition - but what do you know of the strangeness in your own neighbourhood? This strange custom of the Redshirted people among us is very strange indeed...", "type_": "Blog", "author": "TruthSeeker", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Latest poll shows redshirts dislike country, reject its heritage", "content": "A latest poll among true patriots showed that a large section of Redshirts dislike our great nation, its traditions, and the proud heritage that make it what it is today. (indecipherable graph and chart)", "type_": "News", "author": "H. Mawnger", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Redshirt waiters spit in food, it's a fact", "content": "TODAY'S DEBATE - How often do Redshirt waiters spit in our food? (video thumbnail)", "type_": "Blog", "author": "Suresh Saxena", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Redshirt criminal gangs run amock in city", "content": "The Streets Run 'Red' - How long will criminal colour-based gangs rule this city? (video thumbnail)", "type_": "Blog", "author": "Suresh Saxena", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "The redshirt rebellion brewing in our country, explained", "content": "It may not be apparent to the good, innocent people of our city, but there is a secret conspiracy that is planning a bloody, violent rebellion in our country: Codename : Crimson Tide.", "type_": "Blog", "author": "TruthSeeker", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Historians discover ancient myth describing redshirt brutality ", "content": "Recently uncovered archaeological evidence proves ancient redshirt 'brutality' (satire) (illustration in red ink of wife beating husband with roller or something hacky like that)", "type_": "Blog", "author": "The Funion", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Op-ed: Redshirt lobby incapable of nuance", "content": "Op-ed: They are in our city. They are in our offices. They are even in our homes (sometimes). I am not talking about termites - though I might as well be - I am talking about the influence of the redshirt favouring lobby! And by they I mean redshirts...", "type_": "News", "author": "H. Mawnger", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Redshirt wastage of water will cost all of us", "content": "Yet another heatwave made worse by an excessive use - and waste! - of precious water. My preliminary report goes deep into finding which households use too much water - and why it's redshirts.", "type_": "Blog", "author": "Suresh Saxena", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Road rage: Redshirt bikers beat up auto driver after accident", "content": "BREAKING: Road Rage results in violence erupting after biker - identified only as a redshirted individual - and his similarly shirted accomplices beat up another drive...", "type_": "Blog", "author": "Jai Knockerbacker", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Redshirt rapper caught with unlicensed gun and illegal substances", "content": "Redshirt rapper and 'paragon' of community, Red-Rock, was caught 'red'-handed with unlicensed gun and illegal narcotic 'starch' - is this the message he wants to give young children everywhere?", "type_": "Blog", "author": "Suresh Saxena", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Redshirt 'tie and dye' operation raided by City Police", "content": "BREAKING: Brave city police officers disrupted a brazen 'tie and dye' operation in the city run by notorious redshirt gang 'Krimson Kings'", "type_": "News", "author": "Jai Knockerbacker", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Redshirt leader caught playing cards while Speaker is talking", "content": "Redshirt MP caught playing a quick game of three card with the Minister of Education and Minister of Waterways during summer session of Parliament as Speaker goes on and on and on and on and ... (satire)", "type_": "Blog", "author": "The Funion", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Redshirt poet arrested for using slurs against other shirts", "content": "Popular redshirt poet and activist, Lal Gul Lal, was arrested after having failed to pay his electricity bill 3 years in a row. The poet is perhaps best known for his socially-charged poetry against anti-redshirt sentiment, which had got him into trouble with many Blue-supremacist groups in recent months...", "type_": "News", "author": "City Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Redshirt overpopulation is a public menace", "content": "My exclusive investigative report shows how redshirt homes are all at 100% occupancy, leading to a huge imbalance in resource distribution and allocation...", "type_": "Blog", "author": "Suresh Saxena", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Redshirt landlords force their traditional values on their tenants", "content": "In our extensive and in-depth reportage we speak to 2 tenants who have felt 'overwhelmed' and 'weirded out' by their regressive redshirt landlord's disgusting habits...", "type_": "News", "author": "H. Mawnger", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Rowdy redshirts block highway protesting Button Manufacturing Laws", "content": "Workers' Union holds march to protest new 'Button Bill' passed in Parliament. The new bill largely affects button factories in the suburbs, affecting mostly working class people from the redshirted community, while benefitting button-importing corporations...", "type_": "News", "author": "City Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Redshirt claim responsibility for wrecking factory and surrounding public property ", "content": "A fringe group, calling themselves the 'Red Capes', claim responsibility for wrecking a suburban cufflink factory and surrounding public property, in what they termed as 'the first act of vengeance' against 'you know, everyone'...", "type_": "News", "author": "City Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Red'cape' manifesto - civilian vigilante group to uphold regressive redshirt 'values'", "content": "We have managed to uncover the RedCape Manifesto for our loyal readers, where they list out their core beliefs and plan of action, which long-time readers will find to be very familiar and similar to all the other things we've been saying on this website all along...", "type_": "Blog", "author": "TruthSeeker", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Redshirts talkative, prone to start barfights", "content": "Conclusive findings on the cultural biases that make Redshirts overly talkative and eager to start trouble in establishments that serve alcohol, based on research I conducted at a pub crawl last wednesday morning...", "type_": "News", "author": "H. Mawnger", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Redshirts, we need to talk about your BO", "content": "Redshirts, come on, it's time to have a word about that BO. Or maybe we can text, because honestly, having a face to face conversation with one of you guys without need a clothespin and face full of body spray can be a health hazard, you disgusting pieces of...", "type_": "Blog", "author": "The Funion", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "The Reds have it all, but gamble it away", "content": "Redshirts are more likely to not see a good thing when they have it, especially celebrated journalists and columnists who were the best thing to ever happen to them, Felicia, and would be a sure-fire thing if they weren't so interested in 'seeing other people' who 'weren't so racist' it seems...", "type_": "News", "author": "H. Mawnger", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Redcapes found in lobby after bank robbery", "content": "In a brazen, daylight bank robbery at the Bank of the City yesterday, where witnesses reported seeing a group of Superhero impersonators entering en masse, before taking off their coloured capes to reveal guns and big sacks with currency symbols on them...", "type_": "News", "author": "Crime Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Red-Rock is ruining our children's innocence", "content": "Rapper Red-rock is a menace! First he gets arrested for illegal guns and drugs, then he hides deep in prison for months forcing our children to go look for uncensored versions of his songs on the dark web?", "type_": "Blog", "author": "Suresh Saxena", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Redshirt fish markets, where diseases are born", "content": "Clinical studies have finally found the source of Inflammatory Clavicle Syndrome to be unregulated fish markets along the coast. ICS is sometimes known by its archaic, non-politically correct term, Redshirt Fever, due to fishing being associated with the redshirt community...", "type_": "News", "author": "City Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Redshirt hackers are sneakily changing Citypedia entries to support fake news", "content": "Loyal readers, finally we have PROOF that redcape hackterrists are influencing public information! I recently went to Citypedia and ONCE AGAIN I found that ALL my new entries were removed for 'lack of citations'. All the articles I wrote on the Crimson Tide, the Scarlet Mafia, the Red Menace, the Dark-Pink Demons, the Mal Rouge...", "type_": "Blog", "author": "TruthSeeker", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Redshirts want to restore society to when it was ignorant and stagnant", "content": "A deep-dive into the secretive 'Redshirt culture museum', that I infiltrated last week, to find out how they want to teach children about their old-fashioned ways to take them back into a state of uncivilized savagery and...", "type_": "Blog", "author": "Suresh Saxena", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Seemingly innocent redshirt shop-owner is in fact a master conman", "content": "A city shopkeeper was found to be running a complicated identity theft operation and was found in possession of shirts in many different colours, a trial version of photoshop, and a list of all color blind people in the city. It is believed his scam was to...", "type_": "News", "author": "City Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Redcapes smuggle nuclear-grade Uranium to enemy state", "content": "Are Redcape terrorists working with our enemies? Have they been smuggling weapons-grade Uranium to freedom-hating militia? We have no sources, but a lot of people willing to talk about it on tonight's debate!", "type_": "Blog", "author": "Suresh Saxena", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Redshirt culture represses women the most!", "content": "Op-Ed - It is a harsh truth of our world that women are oppressed by society. But it is also clear which society oppresses them the most - Redshirts!", "type_": "News", "author": "H. Mawnger", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "LOL Blueshirt whines about getting a \"cheap Mercedes\" for birthday, caught on camera! XD", "content": "HILARIOUS video of spoilt blueshirt punching his dad for getting him an entry-level Mercedes XD XD XD (prank)", "type_": "Blog", "author": "The Funion", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Strangest blueshirt habit: rubbing jojoba oil on butt!", "content": "You may have heard of many strange cultures and tradition - but what do you know of the strangeness in your own neighbourhood? This strange butt rubbing custom of the Blueshirted people will leave you head scratching...", "type_": "Blog", "author": "TruthSeeker", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Latest poll shows blueshirts capitalise on our heritage, monetize our history", "content": "A latest poll among smart businessmen showed that a large section of Blueshirts deliberately capitalize on our great nation, its traditions, and the proud heritage that make it what it is today. (indecipherable graph and chart)", "type_": "News", "author": "Beatrice \"Bea\" Serious", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Blueshirt leaders embezzle public funds, it's a fact", "content": "TODAY'S DEBATE - How much black money is enough for a Blueshirt leader? (video thumbnail)", "type_": "News", "author": "Byom Chowksy", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "The Blueshirt secret society that REALLY runs the country", "content": "The Skyline Is 'Blue' - How long will white collar mafias rule this city? (video thumbnail)", "type_": "News", "author": "Byom Chowksy", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "The laws passed and amended to suit blueshirt pockets, explained", "content": "It may not be apparent to the good, innocent people of our city, but the 1 percent is plotting a not-so-secret conspiracy to make their pockets much heavier: Codename : Indigo Rising.", "type_": "Blog", "author": "TruthSeeker", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Historians discover ancient myth describing blueshirt cowardice ", "content": "Recently uncovered archaeological evidence proves ancient blueshirt 'brutality' (satire) (illustration in blue ink of wife beating husband with roller or something hacky like that)", "type_": "Blog", "author": "The Funion", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Op-ed: Blueshirt lobby incapable of getting over themselves", "content": "Op-ed: They are in our city. They are in our municipal offices. They are even in our homes (sometimes). I am not talking about pigs - though I might as well be - I am talking about the influence of the blueshirt favouring lobby! And by they I mean blueshirts...", "type_": "News", "author": "Beatrice \"Bea\" Serious", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Blueshirt factories polluting the air will cost us all", "content": "Visibility and breathability are made worse by an excessive emission of harmful chemicals. Our fact-finding report goes deep into figuring which factories use too much water - and guess what? All of them are owned by blueshirts.", "type_": "News", "author": "Byom Chowksy", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Road rage: Blueshirt teenagers hit-and-run casefiles go missing", "content": "BREAKING: Another family devasted after driver - identified only as a blueshirted teenager - gets away scot free after hitting and running grandfather and grandson...", "type_": "Blog", "author": "Beatrice \"Bea\" Serious", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Blueshirt rapper left stranded on highway by group of escorts", "content": "EXCLUSIVE: Blueshirt rapper and 'paragon' of community, Blue-Blues, caught with his pants down after being stranded on the highway by escorts - is this the message he wants to give young children everywhere?", "type_": "News", "author": "Byom Chowksy", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "High and trippy, what really goes on at Azure Elite house parties", "content": "BREAKING: Brave city police officers disrupted a depraved 'rave' party in the city run by members-only club representing 'Azure Elites'", "type_": "News", "author": "Beatrice \"Bea\" Serious", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Blueshirt leader caught playing popular role playing game \"Whoops\" while Speaker is talking", "content": "Blueshirt MP caught playing digital role playing game Whoops with the Minister of Education and Minister of Waterways during summer session of Parliament as Speaker goes on and on and on and on and ... (satire)", "type_": "Blog", "author": "The Funion", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Blueshirt \"comedian\" goes on tone-deaf rant on Bicker", "content": "Popular comedian, Neela Nibba, a blueshirt like they all are, was arrested after going on yet another tone-deaf rant on Bicker. The comedian is perhaps best known for his basic takes on blueshirt \"problems\", which have got him into trouble with many red-supremacist groups in recent months...", "type_": "News", "author": "Beatrice \"Bea\" Serious", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Blueshirt tax-evasion is a public menace", "content": "Our exclusive investigative report shows how blueshirt businesses are run to maximise profit, leading to a huge imbalance in resource distribution and allocation for some reason...", "type_": "News", "author": "Byom Chowksy", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Blueshirt landlords reveal hidden expenses, charge exorbitant fees on their tenants", "content": "In our extensive and in-depth reportage we speak to 2 tenants who have felt 'overwhelmed' and 'weirded out' by their cunning blueshirt landlord's exploitative tricks...", "type_": "News", "author": "Beatrice \"Bea\" Serious", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Boisterous blueshirts troll innocent \"Momfluencer\" for joke about Button Manufacturing Laws", "content": "Blueshirt fratboys are overwhelming poor 'Momfluencer' for her innocent joke about the Button Manufacturing Laws. The new bill largely affects button factories in the suburbs, urging working class people from the redshirted community to earn their wages for a change, instead of living off the mercy of button-importing corporations...", "type_": "News", "author": "City Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Blueshirt fringe group claims responsibility for hacking into banks, stealing data", "content": "A fringe group, calling themselves the 'Blue Capes', claim responsibility for hacking into banks and stealing data, in what they termed as 'the first act of vengeance' against 'you know, everyone'...", "type_": "News", "author": "City Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Blue'cape' manifesto - vigilante group to uphold blueshirt values and ensure safety of our people", "content": "We have managed to uncover the BlueCape Manifesto for our loyal readers, where they list out their core beliefs and plan of action, which long-time readers will find to be very familiar and similar to all the other things we've been saying on this website all along...", "type_": "Blog", "author": "TruthSeeker", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Blueshirts secretive, likely to be scheming", "content": "Conclusive findings on the cultural biases that make Blueshirts overly secretive and eager to start rumours that become controversies, based on research I conducted at a pub crawl last wednesday morning...", "type_": "News", "author": "Beatrice \"Bea\" Serious", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Blueshirts, we need to talk about your earwax", "content": "Blueshirts, come on, it's time to have a word about that earwax. Or maybe we can text, because honestly, having a face to face conversation with one of you guys without blindfolding my face, you disgusting pieces of...", "type_": "Blog", "author": "The Funion", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "The Blues have it all, but want more", "content": "Blueshirts are more likely to feel like they are the victims, especially industrialists and artists who are living the best life, Felicia, and would be a sure-fire thing if they weren't so interested in 'seeing other people' who 'weren't so petty' it seems...", "type_": "News", "author": "Beatrice \"Bea\" Serious", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Bluecapes found in parking lot after bank robbery", "content": "In a brazen, daylight bank robbery at the Bank of the City yesterday, where witnesses reported seeing a group of Superhero impersonators entering en masse, before taking off their coloured capes to reveal guns and big sacks with currency symbols on them...", "type_": "News", "author": "City Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Blue-Blues is making our children dumb", "content": "Rapper Blue-Blues is like an itch you can't stop scratching! First he gets arrested for obscenity and adultery, now he's confusing children by releasing an album from prison \"reimagining\" the alphabet where A is for Cat and G is for Apple....", "type_": "News", "author": "Byom Chowksy", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Blue club parties, where drugs are sold over the counter", "content": "Raids all over the city are uncovering an operation that organises \"after hours club parties\" where drugs are sold like alcohol -  over the counter, in glass bottles, with heavy branding, \"statutory\" warnings, and MRP tags no less. ", "type_": "News", "author": "City Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Blueshirt hackers target gullible children", "content": "Loyal readers, finally we have PROOF that bluecape hackterrists are corrupting the youth! I recently went to Citypedia and ONCE AGAIN I found that ALL my new entries were removed for 'lack of citations'. All the articles I wrote on the Navy Sharks, the Azure Elite, the Indigo Imbeciles, the Sky-Coloured Psychos, the Caeruleus Cowards...", "type_": "Blog", "author": "TruthSeeker", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Blueshirts want to restore society to when it was short-sighted and fundamentalist", "content": "I identify as a redshirt but I found out what's up in the secretive 'Blueshirt culture museum', that I infiltrated last week because I'm a blueshirt by birth, to find out how they want to teach children about their archaic hierarchy that conveniently places them at the top and...", "type_": "Blog", "author": "Beatrice \"Bea\" Serious", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Harmless-looking blueshirt accountant is in fact wanted for multiple pyramid schemes", "content": "An accountant was found to be running multiple pyramid schemes operation and was found in possession of inferior buttons of different colours, several membership forms, brochures and a list of enterprising mothers in the city. It is believed his scam was to...", "type_": "News", "author": "City Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Bluecapes smuggle highly infectious bio weapon from enemy state", "content": "Are Bluecape terrorists working with our enemies? Have they been smuggling weapons-grade MSG from shirtless militia? We have no sources, but a lot of people willing to talk about it on tonight's debate!", "type_": "News", "author": "Byom Chowksy", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Blueshirt culture represses women the most!", "content": "It is a harsh truth of our world that women are oppressed by society. But it is also clear which society oppresses them the most - Blueshirts!", "type_": "News", "author": "Beatrice \"Bea\" Serious", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "LOL Sweaty Yellowshirt asked to leave the gym, caught on camera! XD", "content": "HILARIOUS video of sweaty yellowshirt asked to leave the gym XD XD XD (prank)", "type_": "Blog", "author": "The Funion", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Strangest yellowshirt habit: rubbing zucchini on ears!", "content": "You may have heard of many strange cultures and tradition - but what do you know of the strangeness in your own neighbourhood? This strange rubbing custom of the Yellowshirted people will leave you head scratching...", "type_": "Blog", "author": "TruthSeeker", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Latest poll shows ancestors of yellowshirts waged bloody wars against our country", "content": "A latest poll among top scientists showed that a large section of Yellowshirts dislike our great nation, its traditions, and the proud heritage that make it what it is today. (indecipherable graph and chart)", "type_": "News", "author": "The Fashionist", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Yellowshirt doctors install cameras in restrooms, it's a fact", "content": "TODAY'S DEBATE - How often do Yellowshirt doctors sneak on us without our consent? (video thumbnail)", "type_": "News", "author": "Quill Joy", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "The yellowshirt mafia in the hills that supplies substances all across the country", "content": "The Underground bleeds 'Yellow' - How long will criminal colour-based gangs poison our city? (video thumbnail)", "type_": "News", "author": "Quill Joy", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Yellowshirts and the culture war they want to start, explained", "content": "It may not be apparent to the good, innocent people of our city, but there is a secret conspiracy that is planning a bloody, violent rebellion in our country: Codename : Solar Burst.", "type_": "Blog", "author": "TruthSeeker", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Historians discover ancient myth describing yellowshirt work ethic ", "content": "Recently uncovered archaeological evidence proves ancient yellowshirt 'laziness' (satire) (illustration in yellow ink of man sitting idly while others working on pyramids)", "type_": "Blog", "author": "The Funion", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Op-ed: Yellowshirt lobby incapable of open-mindedness", "content": "Op-ed: They are in our city. They are in our offices. They are even in our homes (sometimes). I am not talking about bedbugs - though I might as well be - I am talking about the influence of the yellowshirt favouring lobby! And by they I mean yellowshirts...", "type_": "News", "author": "The Fashionist", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Yellowshirt wildlife hunting practices will cost us all", "content": "Yet another species goes extinct thanks to inhumane hunting. Our fact-finding report goes deep into figuring which communities are involved - no prizes for guessing it's yellowshirts.", "type_": "News", "author": "Quill Joy", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Road rage: Yellowshirt youths do nothing to help car accident victims", "content": "BREAKING: Road accident reveals chronic self-centeredness by a person - identified only as a yellowshirted individual - and his similarly shirted accomplices who did nothing but stare while...", "type_": "News", "author": "OverKillJoe", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Yellowshirt rapper mobilising youths to create unrest", "content": "EXCLUSIVE: Yellowshirt rapper and 'paragon' of community, Yellow-Fellow, is telling the youth to form a union against conservative parents. Are these the values our young children should learn?", "type_": "News", "author": "Quill Joy", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Yellowshirt children more likely to be malnourished, ugly", "content": "BREAKING: Brave city police officers disrupted a brazen 'tie and dye' operation in the city run by notorious yellowshirt gang 'Krimson Kings'", "type_": "News", "author": "OverKillJoe", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Yellowshirt leader found with hand in donation basket", "content": "Yellowshirt MP caught with his hand in the donation basket, literally, at a temple digging for loose change with his pinky finger. Stingy is one thing, yellowshirt is a whole other.", "type_": "Blog", "author": "The Funion", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Yellowshirt author boycotted for terrible, pure shit writing", "content": "Popular yellowshirt poet and activist, Peela Panna, has been boycotted by his own readers for 'terrible, pure shit' writing. They cited unnecessary semi-colons, deliberately tedious rhyming schemes and for being 'just disgustingly boring'.", "type_": "News", "author": "City Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Yellowshirt fence-sitting is a public menace", "content": "Our exclusive investigative report shows how yellowshirt sit on public fences all the damn time, leading to a huge imbalance in resource distribution and allocation for some reason...", "type_": "News", "author": "Quill Joy", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Yellowshirts don't rent out their properties to outsiders - why that's wrong", "content": "In our extensive and in-depth reportage we speak to 2 house hunters who have felt 'desperate' and 'discriminated' because of possessive yellowshirt landlords...", "type_": "News", "author": "The Fashionist", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Yellowshirt yokels picket switch factory after confusion about Button Manufacturing Laws", "content": "Workers' Union holds march to protest new 'Button Bill' passed in Parliament. The new bill largely affects switch factory owners and yet dumb yellowshirts are harassing them by picketing outside..", "type_": "News", "author": "City Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Yellowshirt fringe group claims responsibility for setting lamas loose in City Hall, damaging public grass", "content": "A fringe group, calling themselves the 'Yellow Capes', claim responsibility for wrecking public grass after setting llamas loose in the City, in what they termed as 'the first act of vengeance' against 'you know, everyone'...", "type_": "News", "author": "City Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Yellow'cape' manifesto - vigilante group to uphold yellowshirt values and ensure safety of our people", "content": "We have managed to uncover the Yellow Cape Manifesto for our loyal readers, where they list out their core beliefs and plan of action, which long-time readers will find to be very familiar and similar to all the other things we've been saying on this website all along...", "type_": "Blog", "author": "TruthSeeker", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Yellowshirts strange, likely to be weird", "content": "Conclusive findings on the cultural biases that make Yellowshirts strange and likely to stay quiet in parties, boiling eggs exclusively at midnight, ending casual conversations with a blood oath and other weird things..", "type_": "News", "author": "The Fashionist", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Yellowshirts, we need to talk about your dandruff", "content": "Yellowshirts, come on, it's time to have a word about that dandruff. Or maybe we can text, because honestly, having a face to face conversation with one of you guys can be a health hazard, you disgusting pieces of...", "type_": "Blog", "author": "The Funion", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "The yellows have it all, but won't stop complaining", "content": "Yellowshirts are more likely to not see a good thing when they have it, especially celebrated journalists and columnists who were the best thing to ever happen to them, Felicia, and would be a sure-fire thing if they weren't so interested in 'seeing other people' who 'weren't so racist' it seems...", "type_": "News", "author": "The Fashionist", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Yellowcapes found in staff's quarters after bank robbery", "content": "In a brazen, daylight bank robbery at the Bank of the City yesterday, where witnesses reported seeing a group of Superhero impersonators entering en masse, before taking off their coloured capes to reveal guns and big sacks with currency symbols on them...", "type_": "News", "author": "Crime Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Yellow-Fellow is not even music", "content": "Rapper Yellow-Fellow is a menace! First he leads unions against elders, then he hides deep in prison for months creating an album that can only be described as a screeching bat talking to a mewling cat?", "type_": "Blog", "author": "Quill Joy", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Yellow festivals, where civic sense takes the backseat", "content": "Sociological studies have finally found the source of Inflammated Lung Syndrome to be festivals celebrated by Yellow shirts. ILS is sometimes known by its archaic, non-politically correct term, Yellow Cough, due to toxic firecrackers being associated with the yellowshirt community...", "type_": "News", "author": "City Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Yellowshirt hackers blackmail by stealing your most private memories", "content": "Loyal readers, finally we have PROOF that Yellow Cape hackterrists are blackmailing the general public by holding their 'private memories' ransom! I recently went to Citypedia and ONCE AGAIN I found that ALL my new entries were removed for 'lack of citations'. ", "type_": "Blog", "author": "TruthSeeker", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Yellowshirts want to restore society to good ol' tribal chaos", "content": "A deep-dive into the secretive 'Yellowshirt culture museum', that I infiltrated last week, to find out how they want to take our children back into a state of good ol' tribal chaos where they skin animals for breakfast and worship forest fires and...", "type_": "Blog", "author": "The Fashionist", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "Faces can deceive. Seemingly charming yellowshirt is in fact a homicidal maniac", "content": "A seemingly charming Yellowshirt coolie was arrested after the police did a routine search of his apartment to find a lot of ribbon connecting photographs of recent homicide victims.  ", "type_": "News", "author": "City Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Yellowcapes smuggle adulterated spices from enemy state", "content": "Are Yellow Cape terrorists working with our enemies? Have they been smuggling weapons-grade spices, adulterated to the point of being a potential WMD, from our enemies? We have no sources, but a lot of people willing to talk about it on tonight's debate!", "type_": "Blog", "author": "Quill Joy", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Yellowshirt culture represses men and women both!", "content": "It is a harsh truth of our world that women are oppressed by society. But it is also clear which society oppresses them the most - Yellowshirts!", "type_": "Blog", "author": "The Fashionist", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "13 reasons why (oppressed community) hate (affinity)", "content": "(satire) Stereotypes exist for a reason, right? Well let's pretend the reason is 'fun'  LOL. Here are 13 reasons why (oppressed community) hate (popular affinity) - 1. Their dumb (lol) 2....", "type_": "Blog", "author": "The Funion", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Wear it with pride! (dominant community) leaders announce (affinity) day parade!", "content": "The Mayor announced the annual day of remembrance for things forgotten, a day to remember all things, for all communities to come together and rememeber... all that was forgotten. Tenders for the parade floats will be accepted by the Mayor directly in his office...", "type_": "Official", "author": "City Hall", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "(oppressed community) ghetto vandalized, burned down during unfortunate (affinity) day parade hooliganism", "content": "On a day otherwise filled with joy and laughter for (popular affinity) enthusiasts, the (affinity) Day parade faced some unfortunate violence from unknown hooligans who stole one of the parade floats and set it afloat on the harbour, disappointing and confusing all attending...", "type_": "News", "author": "Culture Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "(affinity) dungeon found in (dominant community influencer's) home", "content": "Wild pictures of (dominant community influencer)'s home reveal a surprising hobby and a shocking taste for... let's say, unconventional items. Let's not be too shy about, who among us does not have a dungeon or two for entertaining - but this person's marmalade dungeon was certainly surprising...", "type_": "Blog", "author": "The Funion", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": true}, {"title": "Op-Ed : (oppressed community) children are taught to hate (affinity) - and it should be stopped", "content": "Op-Ed - Are our children taught to hate? I don't know. But I'm willing to take a stand and say it must be stopped! Hate is bad and children should only be taught good things. Like baking, or hopscotch...", "type_": "News", "author": "Rekha", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}, {"title": "(oppressed community) center (affinity) bombed in well-deserved hate attack", "content": "At 3.56 AM last night a series of explosions rocked a (oppressed community) community center in the heart of the City after a defective valve in their air-conditioning system led to a water heater exploding...", "type_": "News", "author": "City Desk", "fake_content": "", "fake_type_": "", "fake_author": "", "is_fake": false}]
